import styles from './page.module.scss'

export default () => {
    return(
        <div className={styles.container}>
            <div className={styles.maps}>
            <img src="/maps/got.jpeg" alt="got" />
            <div className={styles.description}>
                <h2>სამეფო კარის თამაშები</h2>
                <p>
                <b>"სამეფო კარის თამაშების"</b> რუკა წარმოადგენს ჯორჯ რ. რ. მარტინის "ყინულისა და 
                ცეცხლის სიმღერის" ეპიკური სერიის ერთ-ერთ ყველაზე მნიშვნელოვან ელემენტს. 
                რუკა გვთავაზობს ვესტეროსისა და ესოსის კონტინენტების გეოგრაფიულ სტრუქტურას, 
                სადაც სერიალის მთავარი მოვლენები ხდება. ვესტეროსი დაყოფილია შვიდ სამეფოდ, თითოეულს 
                საკუთარი კულტურა, კლიმატი და სტრატეგიული მნიშვნელობა აქვს, რაც განსაზღვრავს 
                სხვადასხვა გმირების გზას, ომებსა და ალიანსებს. რუკა მკითხველს აძლევს საშუალებას, 
                თვალყური ადევნოს გმირების მოგზაურობას, მეფეთა ქალაქის ძალაუფლების ცენტრიდან 
                შორეულ ჩრდილოეთით განთავსებულ კედლამდე, სადაც ღამის გუშაგი იცავს სამეფოს. 
                რუკის სირთულე და დეტალები ხელს უწყობს მკითხველის სრულად ჩაძირვას ამ ფენტეზი 
                სამყაროში.
                </p>
            </div>
            </div>

            <div className={styles.maps}>
            <img src="/maps/tlotr.jpeg" alt="tlotr" />
            <div className={styles.description}>
                <h2>ბეჭდების მბრძანებელი</h2>
                <p><b>"ბეჭდების მბრძანებლის" რუკა</b> წარმოადგენს შუამიწის სამყაროს გეოგრაფიულ 
                    და კულტურულ სურათს, რომელიც ჯ. რ. რ. ტოლკინის ეპიკურ ნაწარმოებშია აღწერილი.
                     რუკა აერთიანებს სხვადასხვა მხარეებს, დაწყებული ჰობიტონის მშვიდობიანი ველებით, 
                     რივენდელის ელფური სამეფოთი და მორდორის ბნელ მიწებამდე, სადაც საურონი იბრძვის 
                     ძალაუფლებისთვის. შუამიწის რუკა მკითხველს საშუალებას აძლევს, თვალყური ადევნოს 
                     ფროიდოს, გენდალფის და მათი მეგობრების ხანგრძლივ და სახიფათო მოგზაურობას, 
                     რომელიც სამხრეთიდან ჩრდილოეთით, დასავლეთიდან აღმოსავლეთამდე გადაჭიმულია. 
                     რუკის დეტალური სქემა ხელს უწყობს სამყაროს სირთულისა და ეპიკურობის აღქმას, ქმნის 
                     ატმოსფეროს, რომელიც ამქვეყნიურსა და ზებუნებრივს აერთიანებს, რაც "ბეჭდების 
                     მბრძანებლის" სამყაროს განსაკუთრებულს ხდის.</p>
            </div>
            </div>

            <div className={styles.maps}>
            <img src="/maps/grishaverse.jpeg" alt="grishaverse" />
            <div className={styles.description}>
                <h2>გრიშავერსი</h2>
                <p>
                <b>"გრიშავერსის" რუკა</b> ლი ბარდუგოს მიერ შექმნილი ფენტეზი სამყაროს ვიზუალური 
                გზამკვლევია, რომელიც მკითხველს აძლევს შესაძლებლობას, გაიგოს რავკას, ფჯერდის, 
                შუ-ჰანისა და სხვა მეზობელი ქვეყნების გეოგრაფიული და პოლიტიკური ურთიერთობები. 
                რავკა, სადაც მთავარი მოვლენები ვითარდება, შუაზეა გაყოფილი ე.წ. ჩრდილის ხეობით – 
                მუქი და საშიში ტერიტორია, რომელიც ქვეყანას დიდ საფრთხეს უქმნის. რუკა მკითხველებს
                 ეხმარება პერსონაჟების მოგზაურობის უკეთ გაგებაში და მათ შორის პოლიტიკური დაძაბულობის 
                 გეოგრაფიულ კონტექსტში ჩასმას. გრიშავერსის რუკა, თავისი დეტალებითა და ჩახლართული 
                 სახელმწიფოებით, სერიალის მაგიურ სისტემასთან და დრამატულ ამბებთან ერთად, ქმნის 
                 უნიკალურ და კომპლექსურ ფენტეზი სამყაროს</p>
            </div>
            </div>

            <div className={styles.maps}>
            <img src="/maps/luthadel.jpeg" alt="luthadel" />
            <div className={styles.description}>
                <h2>ლუთადელი</h2>
                <p><b>"ლუთადელის" რუკა</b> ბრენდონ სანდერსონის "ნისლქმნილის" ტრილოგიაში 
                    სკადრიელის სამყაროს გეოგრაფიული ცენტრი და მთავარი ქალაქია. ლუთადელი 
                    იმპერიის შუაგულია, საიდანაც უკვდავი ლორდ მმართველი აკონტროლებს მთელ ქვეყანას. 
                    რუკა ასახავს ქალაქის სტრატეგიულ და პოლიტიკურ მნიშვნელობას, მისი მაღალი კედლებითა 
                    და შიდა სტრუქტურებით, რომელიც დაცულია ელიტარული ძალებით. ლუთადელი ასევე 
                    მთავარი გმირების მოქმედებების ადგილია, სადაც მიმდინარეობს რევოლუციები და ბრძოლები 
                    თავისუფლებისთვის. ნისლისა და ვულკანური ფერფლის გადაკრული სამყარო, რომელიც 
                    რუკის გარშემოა, მკითხველს ამზადებს ეპიკური დაპირისპირებისთვის, რაც ქალაქს ფენტეზის 
                    სერიაში განსაკუთრებულად მნიშვნელოვანი და დამაჯერებელი ლოკაციად აქცევს.</p>
            </div>
            </div>

            <div className={styles.maps}>
            <img src="/maps/witcher.jpeg" alt="witcher" />
            <div className={styles.description}>
                <h2>მხედვარი</h2>
                <p><b>"მხედვარის" რუკა</b> ანჯეი საპკოვსკის "მხედვარის" სერიაში აერთიანებს მრავალფეროვან 
                    სამეფოებს, ერები და მიწებს, სადაც მთავარი გმირი, გერალტ რივიელი, მოგზაურობს. 
                    რუკა გეოგრაფიულად წარმოდგენს ჩრდილოეთის სამეფოებს, როგორიცაა ნილფგარდი, 
                    ტემერია, რედანია და სკელიგე, ასევე არანაკლებ მნიშვნელოვან ველურ ტერიტორიებს, 
                    ტყეებს და მთებს, სადაც მონსტრები და სხვა ფენტეზი არსებები ბინადრობენ. რუკის 
                    სირთულე და დეტალები მკითხველს ეხმარება პერსონაჟების გრძელ და რთულ მოგზაურობაში 
                    გასაშუალებასა და ომების, ალიანსების, და კონფლიქტების უკეთ აღქმაში. "მხედვარის" 
                    სამყაროში რუკის გამოყენება ერთ-ერთ მთავარ საშუალებად იქცევა, რათა გაიგოს გერალტის 
                    თავგადასავლები, მაგიური ელემენტებით სავსე გარემოში.</p>

                <p>
                    მნიშვნელოვანი არის ის, რომ <b>"მხედვარის"</b> რუკა არა მხოლოდ გეოგრაფიულად 
                    განსაზღვრავს ადგილებს, არამედ ხაზს უსვამს სხვადასხვა კულტურულ და პოლიტიკურ 
                    დაძაბულობას, რაც გავლენას ახდენს სიუჟეტის განვითარებაზე. ჩრდილოეთის სამეფოები 
                    მუდმივად ცდილობენ ნილფგარდის იმპერიისგან თავდაცვას, რაც მძლავრ კონფლიქტებს 
                    იწვევს. რუკაზე ჩანიშნული ქალაქები და სოფლები ასევე ასახავს სამყაროს მრავალფეროვნებას, 
                    სადაც ცოცხლობს ჯადოქრები, მონსტრები, ელფები და სხვა ფენტეზი არსებები. ამ სამყაროში 
                    მოგზაურობა, სადაც თითოეულ ლოკაციას თავისი უნიკალური ისტორია და მნიშვნელობა აქვს, 
                    ქმნის მკითხველისთვის ღრმა და მრავალფეროვან გამოცდილებას.
                </p>

                <p>
                <b>"მხედვარის" რუკა</b> ასევე ასახავს საგრძნობი ადგილიების მნიშვნელობას, რაც სამყარო უფრო 
                    რეალურ და დამაჯერებელს ხდის. მაგალითად, ველური ტერიტორიები, როგორიცაა უღრანი 
                    ტყეები და ბნელი გორაკები, სადაც მონსტრები ცხოვრობენ, ქმნიან სათავგადასავლო გარემოს, 
                    რაც მთავარ გმირის, გერალტის, ყოველდღიური ცხოვრების ნაწილად იქცევა. რუკა ხაზს უსვამს
                    იმ ფაქტს, რომ პერსონაჟების ბრძოლები მხოლოდ ადამიანის წინააღმდეგობისკენ არ არის 
                    მიმართული, არამედ მრავალი საფრთხის, როგორც ადამიანური, ისე ზებუნებრივი 
                    წარმოშობის წინააღმდეგ ბრძოლაშიც. ამგვარად, "მხედვარის" რუკა არა მხოლოდ გეოგრაფიული 
                    მონაცემების მომწოდებელია, არამედ ემოციური და ამბების სიღრმის მატარებელი, რაც 
                    მკითხველს საშუალებას აძლევს, სრულად ჩაერთოს ამ ლეგენდარული სამყაროს ექსპლორაციაში.
                </p>
            </div>
            </div>

            <div className={styles.maps}>
            <img src="/maps/firstLaw.jpeg" alt="firstLaw" />
            <div className={styles.description}>
                <h2>პირველი კანონი</h2>
                <p><b>"პირველი კანონის ტრილოგიის" რუკა</b> ჯო აბერკრომბის მიერ შექმნილი სამყაროს 
                    გეოგრაფიული და პოლიტიკური სტრუქტურაა, რომელიც მკითხველს უქმნის სიღრმისეულ 
                    ხედვას ტრილოგიის პროცესში მიმდინარე მოვლენების შესახებ. რუკაზე წარმოდგენილი 
                    სამყაროს მთავარ რეგიონებს შორისაა მეფე ვესტერის სამხრეთი მიწები, სადაც რელიატების 
                    და პოლიტიკური სარჩელების გავლენის ქვეშ გაწვდილი საზოგადოებები ცხოვრობენ, და 
                    ჩრდილოეთის ქარიშხლებითა და ომების გაწვდილი ტერიტორიები, სადაც არანაკლებ 
                    მნიშვნელოვანი ბრძოლები და კონფლიქტები მიმდინარეობს.</p>
            </div>
            </div>

            <div className={styles.maps}>
            <img src="/maps/narnia.jpeg" alt="narnia" />
            <div className={styles.description}>
                <h2>ნარნია</h2>
                <p>ნარნიის სამეფო, რომელიც კ. ს. ლუისის ფანტასტიკურ ნოველებში გვხვდება, 
                    გამორჩეულია თავისი უნიკალური გეოგრაფიითა და ფენტეზიური ლანდშაფტით. ნარნიის 
                    რუკა აჩვენებს მრავალფეროვან მიწებს, მათ შორის ტყეებს, მდინარეებს, მთებსა და ზღვის 
                    სანაპიროებს. რუკაზე ცენტრალური ადგილი უჭირავს ნარნიას, თუმცა მის ფარგლებს გარეთ 
                    განთავსებულია ისეთი რეგიონებიც, როგორიცაა არხენლანდი და კალორმენი. ამ ლანდშაფტში 
                    დასახლებულია მრავალი ფენტეზიური არსება, დაწყებული ლომებით, კენტავრებით და 
                    გნომებით, დასრულებული მაგიური ტყეების სულებით.</p>
                    <p>
                    რუკაზე ნაჩვენებია მნიშვნელოვანი ადგილები, როგორიცაა ცაირ-პარავალი, სადაც სიუჟეტის 
                    ერთ-ერთი მთავარი მოქმედება ვითარდება. ტეტონის მთები დასავლეთით და გიგანტების 
                    ქვეყანა ჩრდილოეთით რუკას უფრო მასშტაბურს ხდის. ნარნიის მდინარეების ქსელი, ისევე 
                    როგორც ოკეანეებისა და ზღვის სანაპიროები, თამაშობს მნიშვნელოვან როლს ნარნიის 
                    მოვლენებში, რაც მას კიდევ უფრო გამორჩეულსა და საინტერესო მოგზაურობის ადგილად 
                    აქცევს.</p>
            </div>
            </div>

        </div>
    )
}