import styles from './styles.module.scss'

export default () =>{
    return(
        <div className={styles.container}>
            <h1>სამაგიდო თამაშები</h1>
                <div className={styles.game}>
                        <h2>დილიგები და დრაკონები</h2>
                    <div className={styles.img}>
                        <img src="/boardgame/dnd.webp" alt="D&D"/>
                    </div>
                    <div className={styles.paragraph}>
                    <p><b>Dungeons & Dragons </b> (აბრევიატურა D&D ან DnD, ქართ. „დილეგები & დრაკონები“) — ფენტეზი 
                    სამაგიდო როლური თამაში (RPG), რომელიც გერი გეიგექსმა და დეივ არნსონმა შექმნეს. პირველად 
                    ის გამოიცა 1974 წელს Tactical Studies Rules, Inc.-ის (TSR) მიერ. 1997 წლიდან თამაშს გამოსცემს 
                    კომპანია Wizards of the Coast (რომელიც ამჟამად Hasbro-ს შვილეული კომპანიაა). „დილეგები & 
                    დრაკონები“ მინიატურული სამხედრო თამაშებისგან წარმოიშვა, წესების საწყისი სისტემის როლს კი თამაშ 
                    Chainmail-ის ვარიაცია წარმოადგენდა. D&D-ს გამოცემა თანამედროვე როლური თამაშებისა და როლური 
                    თამაშების ინდუსტრიის დასაწყისად მიიჩნევა.</p>

                    <p>D&D ტრადიციული სამხედრო თამაშებისგან მომდინარეობს, მაგრამ ის თითოეულ მოთამაშეს შეიარაღებული 
                    ძალების ფორმაციის ნაცვლად საკუთარი პერსონაჟის შექმნის შესაძლებლობას აძლევს. ეს პერსონაჟები 
                    წარმოსახვით თავგადასავლებში ეხვევიან ფენტეზი ნარატივის ფონზე. ე.წ. Dungeon Master (DM) თამაშის 
                    მსაჯისა და მთხრობელის როლს ასრულებს, ინარჩუნებს იმ ნარატივს, რომელშიც მიმდინარეობს მოვლენები 
                    და ამ ნარატივის გარემოს მოსახლეებს განასახიერებს. პერსონაჟები ქმნიან ჯგუფს, რომელიც 
                    ურთიერთქმედებს როგორც მოქმედების გარემოს მოსახლეებთან, ისე ჯგუფის შიგნით პერსონაჟებთან. 
                    ერთად ისინი ჭრიან დილემებს, იწყებენ ბრძოლებს, აგროვებენ განძსა და ცოდნას. გზადაგზა პერსონაჟები 
                    იღებენ გამოცდილების ქულებს, რათა სესიათა მთელი წყების განმავლობაში გადავიდნენ შემდეგ დონე(ებ)ზე 
                    და უფრო ძლიერები გახდნენ.</p>

                    <p>Dungeons & Dragons-ის ადრეულმა წარმატებამ თამაშთა მსგავსი სისტემების სწრაფი გამრავლება გამოიწვია. 
                    კონკურენციის მიუხედავად, D&D ბაზრის ლიდერად რჩებოდა როლური თამაშების ინდუსტრიაში. 1977 
                    წელს თამაში ორ ნაწილად გაიყო: შედარებით მარტივი წესების მქონე თამაშის სისტემა გამარტივებული 
                    Dungeons & Dragons და უფრო სტრუქტურული, კომპლექსური წესების მქონე Advanced Dungeons & Dragons 
                    (აბრევიატურა AD&D). AD&D-ის მე-2 გამოცემა გამოქვეყნდა 1989 წელს. 2000 წელს გამოვიდა ახალი 
                    სისტემა, Dungeons & Dragons-ის მესამე გამოცემა; განახლებული, 3.5 ვერსია გამოვიდა 2003 წლის ივნისში. 
                    ახალი წესებით შეიქმნა d20 სისტემის ბაზისი, რაც Open Game License-ითაა (OGL) ხელმისაწვდომი სხვა 
                    გამომცემლებისთვის. D&D-ის მეოთხე გამოცემა 2008 წელს გამოვიდა. მე-5, ყველაზე ბოლო, გამოცემა 
                    კი 2014 წლის მეორე ნახევარში გამოქვეყნდა.</p>

                    <p>2004 წლისთვის Dungeons & Dragons ჯერ კიდევ ყველაზე ცნობადი და გაყიდვადი როლური თამაში იყო. 
                    ამ დროისთვის Dungeons & Dragons 20 მილიონზე მეტ ადამიანს ჰქონდა ნათამაშები, წიგნებისა და 
                    აღჭურვილობების გაყიდვებმა კი 1 მილიარდ ამერიკულ დოლარს გადააჭარბა.</p>

                    <h4>თამაშის მიმოხილვა</h4>

                    <p>D&D-ის დეტალურად დამუშავებული თამაში პროცესში. თამაშის დამხმარე ნივთებიდან აქ წარმოდგენილია კამათელი, მრავალი სხვადასხვა მინიატურა და დილეგის დიორამა.
                    Dungeons & Dragons სტრუქტურული, მაგრამ ღია როლური თამაშია. ჩვეულებრივ, ის დახურულ შენობაში 
                    ითამაშება, მონაწილეები კი მაგიდის გარშემო სხედან. როგორც წესი, თითოეული მოთამაშე მართავს ერთ 
                    პერსონაჟს, რომელიც ფიქციური მოწყობის ერთ-ერთ ინდივიდს წარმოადგენს. ჯგუფის სახით ერთობლივად 
                    მოქმედებისას ეს მოთამაშის პერსონაჟები (PC-ები) ხშირად მოგზაურთა „რაზმად“ მოიხსენიებიან, რომლის 
                    თითოეულ წარმომადგენელსაც ხშირად სპეციალიზაციის საკუთარი სფერო აქვს, რითაც მას მთლიანი რაზმის 
                    წარმატებაში შეაქვს წვლილი. თამაშის მსვლელობისას თითოეული მოთამაშე მართავს საკუთარი 
                    პერსონაჟის მოქმედებებსა და სხვა პერსონაჟებთან ურთიერთქმედებებს. ეს აქტივობა ხორციელდება 
                    მოთამაშეების მიერ მათი პერსონაჟების სიტყვიერი განსახიერებით, რის დროსაც გამოიყენება მრავალი სხვადასხვა 
                    სოციალური და სხვა მნიშვნელოვანი კოგნიტიური უნარები, როგორებიცაა, მაგალითად, ლოგიკა, საბაზისო 
                    მათემატიკა და წარმოსახვა. თამაში ხშირად შეხვედრების წყებად გრძელდება ერთი თავგადასავლის 
                    დასასრულებლად და კიდევ უფრო დიდხანს, როდესაც თამაშის ურთიერთდაკავშირებული თავგადასავლები 
                    კამპანიაში ერთიანდება.</p>

                    <h4>პერსონაჟის შექმნა </h4>
                    <p>თამაშის დაწყებამდე თითოეული მოთამაშე ქმნის საკუთარ პერსონაჟს, რომელიც მისი „წარმომადგენელი“ 
                    იქნება თამაშის სამყაროში, და იწერს ინფორმაციას მის შესახებ. ამისთვის, პირველ ყოვლისა, განისაზღვრება 
                    პერსონაჟის ძირითადი მახასიათებლები — ძალა (ინგლ. Strength, აბრ. STR), სიმარჯვე (ინგლ. Dexterity, 
                    აბრ. DEX), გამძლეობა (ინგლ. Constitution, აბრ. CON), ინტელექტი (ინგლ. Intelligence, აბრ. INT), 
                    სიბრძნე (ინგლ. Wisdom, აბრ. WIS), ქარიზმა (ინგლ. Charisma, აბრ. CHA). თამაშის თითოეულ გამოცემაში 
                    ამ მახასიათებლების განსაზღვრის სხვადასხვა გზა იყო მოცემული. შემდეგ მოთამაშე ირჩევს პერსონაჟის რასასა 
                    და კლასს, რომლებიც ასევე იცვლებოდა თამაშის გამოცემების განმავლობაში. მეხუთე გამოცემის „მოთამაშის 
                    წიგნაკის“ (ინგლ. Player's Handbook) მიხედვით მოთამაშისთვის ხელმისაწვდომია პერსონაჟის შემდეგ რასები 
                    და კლასები:</p>
                    
                    <ul>
                    <b>რასები:</b>
                    <li>ადამიანი (ინგლ. Human)</li>
                    <li>ელფი (ინგლ. Elf)</li>
                    <li>ჯუჯა (ინგლ. Dwarf)</li>
                    <li>გნომი (ინგლ. Gnome)</li>
                    <li>ნახევარელფი (ინგლ. Half-elf)</li>
                    <li>ნახევარორკი (ინგლ. Half-orc)</li>
                    <li>ქონდრისკაცი (ინგლ. Halfling; ჰალფლინგი; პირველ გამოცემაში „ჰობიტი“)</li>
                    <li>დრაკონშობილი (ინგლ. Dragonborn)</li>
                    <li>ტიფლინგი (ინგლ. Tiefling)</li>
                    </ul>

                    <ul>
                    <b>კლასები:</b>
                    <li>ბარბაროსი (ინგლ. Barbarian)</li>
                    <li>მგოსანი (ინგლ. Bard; ბარდი)</li>
                    <li>მოციქული (ინგლ. Cleric; კლერიკი)</li>
                    <li>დრუიდი (ინგლ. Druid)</li>
                    <li>მებრძოლი (ინგლ. Fighter)</li>
                    <li>ბერი (ინგლ. Monk)</li>
                    <li>პალადინი (ინგლ. Paladin)</li>
                    <li>მზვერავი (ინგლ. Ranger; რეინჯერი)</li>
                    <li>მზირი (ინგლ. Rogue; როუგი)</li>
                    <li>გრძნეული (ინგლ. Sorcerer; სორსერერი)</li>
                    <li>მოგვი (ინგლ. Warlock; უორლოქი)</li>
                    <li>ჯადოქარი (ინგლ. Wizard)</li>
                    </ul>
                    </div>
                </div>

                <div className={styles.game}>
                        <h2>ბნელი ნავსაყუდელი (Gloomhaven)</h2>
                    <div className={styles.img}>
                        <img src="/boardgame/gloomhaven.jpeg" alt="Gloomhaven"/>
                    </div>
                    <div className={styles.paragraph}>
                    <p><b>Gloomhaven</b> არის კოოპერატიული სამაგიდო თამაში ერთიდან ოთხ მოთამაშისთვის, რომელიც 
                    შექმნილია Isaac Childres-ის მიერ და გამოქვეყნებულია Cephalofair Games-ის მიერ 2017 
                    წელს. ეს არის კამპანიაზე დაფუძნებული დუნდული crawl თამაში, რომელშიც შედის 
                    ნარატიული კამპანია, 95 უნიკალური სათამაშო სცენარი და 17 სათამაშო კლასი. მისი 
                    დანერგვის დღიდან თამაში აღიარებულია რეცენზენტების მიერ და აღწერილია, როგორც 
                    ერთ-ერთი საუკეთესო სამაგიდო თამაში, რომელიც ოდესმე შექმნილა. </p>

                    <h4>თამაშის მიმოხილვა</h4>
                    <p>ბნელი ნავსაყუდელი არის ფანტაზიის თემაზე, კამპანიაზე დაფუძნებული ტაქტიკური შეტაკების თამაში, 
                    რომელშიც მოთამაშეები ცდილობენ გაიმარჯვონ ბრძოლაზე დაფუძნებულ სცენარებში, 
                    რომლებიც სირთულის მასშტაბით დამოკიდებულია მოთამაშეთა რაოდენობაზე. თამაში არის 
                    კოოპერატიული და კამპანიის ორიენტირებული, ერთიდან ოთხამდე მოთამაშე მუშაობს 95 
                    სცენარისგან შემდგარი განშტოების ისტორიაში.  კამპანია ვითარდება მემკვიდრეობითი 
                    ფორმატით,  სტიკერებით, რომლებიც განთავსებულია დაფაზე და ბარათებით და დალუქული 
                    კონვერტებით, რომლებიც იხსნება გარკვეული კრიტერიუმების დაკმაყოფილების შემთხვევაში.</p>

                    <p>მიუხედავად იმისა, რომ მან შეადარა როლური თამაშები, როგორიცაა Dungeons & Dragons და 
                    სხვა სამაგიდო თამაშები, ბნელი ნავსაყუდელი იყენებს სათამაშო მექანიკას, როგორც თანამედროვე 
                    ევროთამაშებს .</p>

                    <p>პერსონაჟები და მონსტრები მოძრაობენ ექვსკუთხა ფილებზე, რომლებიც წარმოადგენენ 
                    დუნდულებსა და სარდაფებს. მოთამაშეები ერთდროულად ირჩევენ ორ ბანქოს თითოეულ 
                    მორიგეზე სათამაშოდ, რომელთაგან თითოეულს აქვს ზედა და ქვედა ნახევარი, და ირჩევენ 
                    ერთი კარტის ზედა ნახევარს და მეორის ქვედა ნაწილს, რათა მათ პერსონაჟებს საშუალება 
                    მისცენ განახორციელონ ისეთი ქმედებები, როგორიცაა გადაადგილება, განკურნება და 
                    მონსტრების თავდასხმა. . რანდომიზაცია არ არის გათვალისწინებული კამათლებით, როგორც 
                    ეს ჩვეულებრივ ხდება ასეთ თამაშებში, მაგრამ მას ამუშავებს კარტების დასტა, რომელსაც 
                    ეწოდება "შეტევის მოდიფიკატორის გემბანი". კამპანიის პროგრესირებასთან ერთად, 
                    პერსონაჟებს შეუძლიათ გაზარდონ ძალა, მოიპოვონ ახალი შესაძლებლობები და გააუმჯობესონ 
                    ბარათები თავდასხმის მოდიფიკატორის გემბანში.</p>

                    <h4>განვითარება და გამოშვება</h4>
                    <p>ბნელი ნავსაყუდელი შეიქმნა აიზეკ ჩაილდრესის მიერ ალექსანდრე ელიჩევის, ჯოშ ტ. მაკდაუელის და 
                    ალვარო ნებოტის ილუსტრაციებით. Childres-ს მოტივაცია გაუჩნდა დაეწყო ბნელი ნავსაყუდელის 
                    შექმნა 2013 წელს და ფოკუსირებული იყო პროდიუსერობაზე 2015 წელს. მან დაასახელა 
                    მრავალი ფანტასტიკური ფილმი და ფილმი ბნელი ნავსაყუდელის შთაგონებისთვის, როგორიცაა 
                    Final Fantasy, Diablo, Willow და Labyrinth , სადაც Dungeons და Dragons იყო მთავარი 
                    შთაგონება.</p>

                    <p>თამაში თავდაპირველად გაიყიდა 2015 წლის Kickstarter კამპანიის საშუალებით, რომელმაც 
                    4904 მხარდამჭერისგან 386,104 დოლარი შეაგროვა. ძლიერი ადრეული მიმოხილვების შემდეგ, 
                    Kickstarter-ის მეორე კამპანია დაიწყო 2017 წლის 4 აპრილს და მიწოდებული იქნა 2017 წლის 
                    ნოემბერში, რომელმაც მოიზიდა დაახლოებით $4 მილიონი 40000-ზე მეტი მხარდამჭერისგან. 
                    თამაში მას შემდეგ მალევე გამოვიდა საცალო ფასით 140 დოლარად.</p>

                    <h4>გაფართოებები და ალტერნატიული გამოცემები</h4>
                    <p>ბნელი ნავსაყუდელი: Forgotten Circles , თამაშის პირველი გაფართოება, გამოვიდა 2019 წლის 
                    მეორე კვარტალში. იგი მოიცავს პერსონაჟების ახალ კლასს, Aesther Diviner-ს, 20 ახალ 
                    სცენარს, რომელიც ძირითადად ამ კლასზეა ორიენტირებული და ახალ ნივთებსა და მონსტრებს. 
                    მისი სიუჟეტი ვითარდება გლუმჰევენის კამპანიის შემდეგ.</p>

                    <p>ბნელი ნავსაყუდელი: Jaws of the Lion , თამაშის უფრო პატარა, დამოუკიდებელი ვერსია, რომელიც 
                    გამოვიდა 2020 წლის ივლისში, თავდაპირველად, როგორც Target-ის ექსკლუზივი. შექმნილია 
                    იმისათვის, რომ მოეწონოს უფრო ჩვეულებრივი თამაშების მოყვარულებს, ამ ვერსიაში სიუჟეტი 
                    განლაგებულია ორიგინალური ბნელი ნავსაყუდელი- ის მოვლენებამდე და მოთამაშეებს აიძულებს 
                    გამოიძიონ ქალაქში გაუჩინარების სერია. თამაშს აქვს 25 ახალი სცენარი, რომელთაგან 
                    ხუთი მოიცავს ტუტორიალს, რომელიც შექმნილია თამაშში ახალი მოთამაშეების გასაადვილებლად.
                    თამაშის ზოგიერთი, მაგრამ არა ყველა კომპონენტი თავსებადია ბნელი ნავსაყუდელის ძირითად თამაშთან.</p>

                    <p>Asmodee-მ და Flaming Fowl Studios-მა გამოუშვეს ბნელი ნავსაყუდელის ციფრული გამოცემა Microsoft 
                    Windows-ისთვის, თავდაპირველად 2019 წლის 17 ივლისს . თამაში გამოვიდა macOS-ისთვის 
                    2021 წლის 25 ნოემბერს . პერსონაჟები და ერთი მოთამაშის სათავგადასავლო რეჟიმი, რომელიც 
                    იყენებს პროცედურულ გენერაციას, როგორც თაღლითები შეხვედრების შესაქმნელად. 2021 წლის 
                    მდგომარეობით, Asmodee-მ და Flaming Fowl-მა დაამატეს მხარდაჭერა 17-ვე პერსონაჟისთვის და 
                    95 მისიის სრული ნაკრები ძირითადი სამაგიდო თამაშიდან, მრავალმოთამაშის მხარდაჭერასთან 
                    ერთად.</p>

                    <p>ბნელი ნავსაყუდელი: Buttons and Bugs , მინიატურული ერთმოთამაშიანი ექსკლუზიური ვერსია, 
                    გამოცხადდა Cephalophair-ის მიერ 2023 წლის 5 ივლისს.</p>

                   <h4>მიღება</h4>
                   <p>ბნელი ნავსაყუდელმა მიიღო კრიტიკოსების მოწონება, კულმინაციას მიაღწია იმით, რომ თამაშმა მიაღწია 
                    ნომერ 1 ადგილს, როგორც ყველაზე რეიტინგული სამაგიდო თამაში წამყვან ვებსაიტზე 
                    BoardGameGeek 2017 წელს, სადაც ის დარჩა 2023 წლის თებერვლამდე.  მან ასევე მოიგო ექვსი 
                    Golden Geek ჯილდო . საიტი, მათ შორის 2017 წლის საუკეთესო საერთო თამაში, საუკეთესო 
                    სტრატეგიული თამაში, საუკეთესო კოოპერატიული თამაში, ყველაზე ინოვაციური თამაში, 
                    საუკეთესო სოლო თამაში და საუკეთესო თემატური თამაში. სათამაშო ვებსაიტმა Geek & Sundry-მა 
                    აღწერა ბნელი ნავსაყუდელი, როგორც "ოსტატური დიზაინი" და შესთავაზა "ის ეკუთვნის მუზეუმს". 
                    Matt Thrower-მა მას უწოდა ერთ-ერთი საუკეთესო ფანტასტიკური სამაგიდო თამაში, და აღნიშნა, 
                    რომ " ბნელი ნავსაყუდელი იყო წლის კრიტიკული ჰიტი". Ars Technica-მა ასევე შეაქო თამაშის 
                    სტრატეგია, სამოქმედო სისტემა, გეიმპლეი და სოლიტარის რეჟიმი. Games Radar-მა თამაშს ხუთი 
                    ვარსკვლავი მიანიჭა და დაარქვა მას, როგორც "საბოლოო მაგიდის დუნდულის მცოცავი", ხოლო 
                    Board Games Land-მა აღწერა თამაში, როგორც "ნამდვილად შედევრი". თამაში ასევე წარმატებული 
                    იყო კომერციულად და გაიყიდა დაახლოებით 120,000 ეგზემპლარი 2018 წლის აგვისტოსთვის. </p>

                    <p>ბნელი ნავსაყუდელი- ის Black Gate-ის მიმოხილვაში , ჯეფ სტეჰმანმა ითამაშა თამაში მეუღლესთან 
                    ერთად და თქვა: "მოკლედ, ჩვენი კამპანია აქამდე იყო მდიდარი გამოცდილება, რომელიც 
                    ხაზგასმულია გასაოცარი მომენტებით. და ბევრი, ბევრი გადაწყვეტილება."
                    </p>
                    
                    </div>
                </div>

                <div className={styles.game}>
                        <h2>ჯადოქარი რაინდი (Mage Knight)</h2>
                    <div className={styles.img}>
                        <img src="/boardgame/Mage_Knight.webp" alt="Mage Knight"/>
                    </div>
                    <div className={styles.paragraph}>
                        <p>
                        <b>ჯადოქარი რაინდი</b> არის კოოპერატიული სამაგიდო თამაში 1 - დან 4 
                        მოთამაშისთვის შექმნილი Vlaada Chvátil- ის მიერ და გამოვიდა 2011 წლის 
                        ნოემბერში.იგი შეფასებულია, როგორც ერთ-ერთი საუკეთესო მოთამაშის სამაგიდო 
                        თამაში.
                        </p>

                        <h4>თამაშის მიმოხილვა</h4>

                        <p>
                        ჯადოქარი რაინდი სამაგიდო თამაშის მაგალითი
                        ჯადოქარი რაინდის სამაგიდო თამაშში მოთამაშე აკონტროლებს ოთხი ჯადოქარი 
                        რაინდიდან ერთ-ერთს, იკვლევს მაგის რაინდის სამყაროს და ებრძვის ძლიერ 
                        მტრებს. მოთამაშეები ირჩევენ რიგ სცენარებს შორის, რომ ითამაშონ თითოეულ 
                        სცენართან, რომელსაც აქვს კონკრეტული მიზანი, როგორიცაა ქალაქების დაპყრობა,
                        მიწის ტერიტორიების კონტროლი, საიდუმლოებების გამოკვლევა და ა.შ.. 
                        მოთამაშეები ქმნიან სათამაშო დაფას, როგორც აღწერილია სცენარის 
                        დოკუმენტაციაში</p>

                        <p>
                        თითოეულ პერსონაჟს აქვს 16 კარტიანი დაფა, რომელიც გამოიყენება 
                        მოქმედებებისა და მოძრაობისთვის. მოთამაშეები იწყებენ გემბანიდან 5 
                        კარტის გამოხატვას და პერსონაჟების დონის ამაღლებით, უფრო მეტი კარტი 
                        დგება. რუკა ნელ-ნელა ვლინდება, როდესაც მოთამაშეები მოძრაობენ დაფაზე. 
                        მტრები მოთავსებულია რუკაზე, როდესაც დაფა ვლინდება. თამაშის დროის 
                        თვალყურის დევნება ხდება რაუნდების გამოყენებით დღის/ღამის მექანიკის 
                        გამოყენებით. როდესაც მოთამაშეთა გემბანი ცარიელია მათი მორიგეობის 
                        დასაწყისში, რაუნდი დასრულდება და გადავა მომდევნო დღე/ღამის ციკლში. 
                        თამაში გრძელდება მანამ, სანამ არ გავა წინასწარ განსაზღვრული სათამაშო 
                        დღეების რაოდენობა, რა დროსაც თამაში დასრულდება. თუ მიზანი მიღწეულია, 
                        როგორც აღწერილია სცენარში, მოთამაშეები იმარჯვებენ. თუ მიზანი არ იქნა 
                        მიღწეული, მოთამაშეები კარგავენ.
                        </p>
                <ul>
                    <b>პერსონაჟები</b>
                    <li><b>არითეა:</b> სისხლის კულტისტი</li>
                    <li><b>გოლდიქსი:</b> ფრთიანი მწვანე ხვლიკი</li>
                    <li><b>ნოროვასი:</b> ელფების ლიდერი</li>
                    <li><b>ტოვაკ ვირმსტალკერი:</b> რაინდი</li>
                    <li><b>Braevelar:</b> დრუიდი (Tezla-ს გაფართოების ჩრდილები)</li>
                    <li><b>Wolfhawk:</b> მარტო მეომარი (დაკარგული ლეგიონის გაფართოება)</li>
                    <li><b>კრანგი:</b> ტრიალი უფროსი/შამანი (კრანგის პერსონაჟის გაფართოება)</li>
                </ul>

            <h4>კრიტიკული მიღება</h4>
            <p>სამაგიდო თამაშის საერთო მიღება დადებითი იყო. Entropymag ამბობს, რომ თამაში "განსხვავდება 
                ელექტრონულ თამაშებში ნაპოვნი საუკეთესო ქვიშის ყუთებისგანაც კი."</p>
            <p>TechRaptor-მა შეაფასა ის 10.0 და აღწერა, როგორც "ერთ-ერთი საუკეთესო, თუ არა საუკეთესო, 
                სოლო თამაში ბაზარზე."</p>
            <p>Board Games Land-მა ანალოგიურად აღნიშნა, რომ მას "უჭირავს გვირგვინი, როგორც საუკეთესო 
                სოლო სამაგიდო თამაში."</p>
            <p>მოაზროვნე მოთამაშემ თქვა: "თქვენ იცით, რომ ეს რთული იქნება, მაგრამ საბოლოოდ ეს იქნება 
                მომგებიანი გამოცდილება."</p>

            <p>თამაშის გამოსვლიდან პირველ თვეში ის გაიყიდა დიდი გამოხმაურების გამო, რამაც გამოიწვია 
                მეორე გამოშვება.</p>
                    </div>
                </div>

                <div className={styles.game}>
                        <h2>დაცემა: მოგზაურობა სიბნელეში (Descent: Journeys in the Dark)</h2>
                    <div className={styles.img}>
                        <img src="/boardgame/Descent.jpg" alt="Descent: Journeys in the Dark"/>
                    </div>
                    <div className={styles.paragraph}>
                    <h4>დაცემა: მოგზაურობა სიბნელეში</h4>
                        <p>დაცემა: მოგზაურობა სიბნელეში არის 2-დან ხუთ მოთამაშამდე მაღალი 
                            ფანტაზიით დუნდულის სეირნობა, რომელიც გამოქვეყნდა Fantasy Flight 
                            Games-ის მიერ 2005 წელს. Descent შეიქმნა და პროდიუსერია კევინ 
                            უილსონის მიერ. თამაში ეფუძნება FFG-ის ლიცენზირებული Doom: The 
                            Boardgame-ის მექანიკის გაუმჯობესებულ ვერსიას. Descent-ში მოთამაშეები 
                            ასრულებენ ავანტიურისტთა როლებს, რომლებიც იკვლევენ მიწისქვეშა 
                            კომპლექსებს საგანძურის საძიებლად (ე.წ. "დუნდეონის ცოცხალი"). 
                            ერთი მოთამაშე იღებს Overlord-ის როლს, რომელიც აკონტროლებს მტრებს 
                            და თამაშობს კარტებს, რათა ხელი შეუშალოს გმირი მოთამაშეებს. Descent 
                            განსხვავდება ჟანრის სხვა თამაშებისგან იმით, რომ Overlord-ის მოთამაშის 
                            მიზანია მოიგოს სხვა მოთამაშეების გამარჯვების ქულების ამოწურვით და არა 
                            უბრალოდ თამაშის გასაადვილებლად. Overlord-ის რესურსები შემოიფარგლება 
                            თამაშის წესებით, რაც მათ მოითხოვს დაგროვდეს და დახარჯოს "საფრთხის" 
                            ქულები, რომლებიც წარმოიქმნება გმირის მოქმედებების საპასუხოდ, რათა ხელი 
                            შეუშალონ სხვა მოთამაშეებს და გამოიყვანონ დამატებითი მონსტრები. დაამარცხე 
                            ისინი. ეს მექანიზმი ძალიან მოგვაგონებს ბეჭდების მბრძანებელს Sauron-ის 
                            სურვილისამებრ გაფართოების დროს თამაშისას.</p>

                        <p>Descent არის FFG-ის მიერ გამოქვეყნებული ფანტასტიკური სამაგიდო თამაშებიდან 
                            ერთ-ერთი, სხვათა შორისაა რუნებით შეკრული და ლიცენზირებული Warcraft III, 
                            World of Warcraft და რამდენიმე თამაში The Lord of the Rings. Descent 
                            იზიარებს იგივე პერსონაჟებს Runebound-თან და მის გაფართოების კომპლექტთან, 
                            ასევე Runewars-თან და ბანქოს Rune Age-თან. პირველი გაფართოება, 
                            Descent: Well of Darkness, გამოვიდა 2006 წლის 26 ოქტომბერს. 
                            მეორე გაფართოება Descent: Altar of Despair გამოვიდა 2007 წლის 
                            თებერვალში და მესამე გაფართოება, Descent: Road to Legend, რომელიც 
                            მოიცავს კამპანიის წესებს, გამოვიდა 2008 წლის მარტში. ასევე ხელმისაწვდომია 
                            მეოთხე გაფართოება, Descent: Tomb of Ice, რომელიც უზრუნველყოფს 
                            დამატებით ფუნქციებს. საბოლოოდ, სისხლის ზღვის გაფართოება ქმნის სხვა 
                            კამპანიის სამყაროს.</p>

                        <h4>თამაშის მიმოხილვა</h4>
                        <p>არსებობს ორი მხარე, "გმირის მხარე" და "უფლისწული". გმირები ცდილობენ 
                            დაასრულონ ქვესტი (ჩვეულებრივ, კლავენ ბოს ურჩხულს ოთახების ნაკრების 
                            ბოლოს). Overlord ცდილობს შეაჩეროს გმირები ხაფანგების თამაშით ან 
                            მონსტრების გაჩენით, რომლებიც შემდეგ შეიძლება გამოყენებულ იქნას გმირებზე 
                            თავდასხმისთვის.</p>

                        <p>თითოეულ ქვესტს აქვს განსხვავებული რუკა (ფილების კონფიგურაცია). 
                            ფილების მოწყობა და სხვადასხვა ხაფანგების, სპეციალური ღონისძიებებისა და 
                            საგანძურის განთავსება Descent-ს დიდ მოქნილობას ანიჭებს ბევრ სხვა სამაგიდო 
                            თამაშთან შედარებით. თუმცა, მოთამაშეებმა ცოტა მეტი დრო უნდა დახარჯონ 
                            თამაშის დასაყენებლად, სანამ ის ითამაშებს.</p>

                        <p>გმირებს შეუძლიათ გამოიყენონ მრავალი ელემენტი, რომელიც აძლიერებს მათ 
                            შესაძლებლობებს, როგორიცაა ჯადოსნური ხმლები, მოჯადოებული ჯავშანი, 
                            სამკურნალო წამლები და მრავალი სხვა. მათ ასევე აქვთ მთელი რიგი 
                            შესაძლებლობები, რაც მათ უფრო ძლიერს და ეფექტურს ხდის, ვიდრე 
                            მონსტრების უმეტესობა, რომელთა გამოძახებაც ოვერლორდს შეუძლია. 
                            რაც უფრო მეტ საგანძურს პოულობენ გმირები, ისინი უფრო ძლიერდებიან 
                            და ეს მათ საშუალებას აძლევს გაუმკლავდნენ უფრო რთულ ქვესტებს. 
                            მიუხედავად ამისა, მოსალოდნელია, რომ გმირები დაიღუპნენ მათი ძიების 
                            დროს, მაგრამ მათი აღდგენა შესაძლებელია განუსაზღვრელი ვადით. ამ 
                            პროცესში ისინი მხოლოდ გამარჯვების ქულებს თმობენ.</p>

                        <p>გმირები წარმოდგენილია ბარათების და ნიშნების ნაკრების სახით. პირველადი 
                            სიმბოლოს ბარათი განსაზღვრავს პერსონაჟს, იძლევა საწყის სტატისტიკას და 
                            მიუთითებს სპეციალურ შესაძლებლობებზე. სამი ან მეტი ბარათის დამატებითი 
                            ნაკრები მიუთითებს განსაკუთრებულ უნარებზე. კამპანიის თამაში აიძულებს 
                            გმირებს იწყებოდეს ამ დონის ქვემოთ (ერთი სპეციალური უნარი სამის ნაცვლად)
                            და მთავრდება საკმაოდ ზემოთ. შემდგომი ბარათები მიუთითებს აღჭურვილობის 
                            ტარებასა და აღჭურვილობაზე. ჟეტონები მიუთითებს ჯანმრთელობაზე, 
                            გამძლეობაზე, წამალზე და სტატისტიკურ გაუმჯობესებაზე. სპეციალიზებული 
                            ნიშნები მიუთითებს, თუ რომელმა გმირებმა განახორციელეს ქმედებები, 
                            მიუთითებს სპეციალურ მომზადებაზე, რომელიც განხორციელდა პერსონაჟის 
                            მიერ და მიუთითებს უარყოფითი სტატუსის ეფექტებზე, როგორიცაა მოწამვლა.</p>

                        <p>თამაშში წარმოდგენილია მრავალი განსხვავებული კამათელი, მიუხედავად იმისა, 
                            რომ ისინი ყველა ექვსმხრივია, ისინი შეიცავს უამრავ სიმბოლოს (ზოგჯერ სამს 
                            ერთ სახეზე). სხვადასხვა კამათელს განსხვავებული დანიშნულება აქვს (ერთი 
                            კამათელი ზოგადად ზიანს აყენებს, მეორე კამათელს ზოგადად აწარმოებს 
                            დიაპაზონს). თამაშში ყველაზე მძლავრ იარაღს შეუძლია გამოიწვიოს გმირებმა 
                            ათი კამათელი აგორონ ერთი შეტევისთვის, თუმცა ჩვეულებრივ გმირები 
                            მხოლოდ სამიდან ხუთამდე აგორებენ.</p>

                        <h4>მიღება</h4>
                        <p>სამაგიდო თამაშის პირველი გამოცემა ნომინირებული იყო 2006 წლის Golden 
                            Geek-ის საუკეთესო მოთამაშის სამაგიდო თამაშზე, ხოლო მეორე გამოცემა, 
                            ექვსი წლის შემდეგ, ნომინირებული იყო 2012 წლის Golden Geek-ის საუკეთესო 
                            თემატურ სამაგიდო თამაშზე.</p>

                        <p>ალან რ. მუნი კომენტარს აკეთებს: „თუ გსურთ რაიმე უფრო მარტივი, ვიდრე 
                            Descent, ან გსურთ დაიწყოთ უფრო ძირითადი Dungeon-crawl თამაშით, 
                            TSR-ის ძველი Dungeon სამაგიდო თამაში, სულაც არ არის ცუდი. სინამდვილეში, 
                            ეს იყო ჩემი საყვარელი დუნჯი 30 წელზე მეტი ხნის განმავლობაში, სანამ Descent 
                            არ გამოჩნდა, მაგრამ ჩემი ფსონი არის ის, რომ როგორც კი ითამაშებთ Descent-ს,
                            აღარ მოგინდებათ სხვა დუნდულო-კრალის თამაში."</p>

                        <p>სამაგიდო თამაშების მიწამ მოიხსენია, როგორც "ერთ-ერთი საუკეთესო დუნდულის 
                            მცოცავი კლასიკა" და კვინტინ სმიტმა Shut Up & Sit Down-დან თქვა, რომ 
                            "ყოველთვის ეს თამაში განვითარდა D&D მას შემდეგ, რაც გამოვიდა, ამაზე 
                            უკეთესი არაფერია".</p>
                    </div>
                </div>

                <div className={styles.game}>
                        <h2>საშინელება არკამში (Arkham Horror)</h2>
                    <div className={styles.img}>
                        <img src="/boardgame/arkhamhorror.avif" alt="arkhamhorror"/>
                    </div>
                    <div className={styles.paragraph}>
                    <h4>საშინელება არკამში</h4>
                    <p>საშინელება არკამში არის კოოპერატიული სათავგადასავლო სამაგიდო თამაში, შექმნილი 
                        რიჩარდ ლაუნიუსის მიერ, რომელიც თავდაპირველად გამოქვეყნდა 1987 წელს 
                        Chaosium- ის მიერ. თამაში დაფუძნებულია Chaosium-ის როლურ თამაშზე ქთულჰუს 
                        ძახილი, რომელიც ვითარდება ჰოვარდ ლავკრაფტისადა სხვა საშინელებათა 
                        მწერლების ქთულჰუს მითოსში. თამაშის მეორე გამოცემა გამოვიდა Fantasy 
                        Flight Games- ის მიერ 2005 წელს, ხოლო მესამე გამოცემა 2018 წელს.</p>

                    <h4>მიმოხილვა</h4>
                    <p>თამაშის დაფა განთავსებულია ლავკრაფტის გამოგონილ მასაჩუსეტსის ქალაქ არკამში 
                        1926 წელს. გამოსახულია ქუჩა, შენობა და გარე ადგილები. სხვა 
                        თვითმფრინავების კარიბჭე იხსნება მთელ ქალაქში (გამოსახულია დაფაზე 
                        განთავსებული ჟეტონებით). მოთამაშეები იღებენ გამომძიებლის როლს, რომლებიც 
                        წარმოდგენილია პერსონაჟის ბარათით. თითოეულ გამომძიებელს აქვს რამდენიმე 
                        ატრიბუტი (როგორიცაა „გონიერება“) და ბარათები, რომლებიც წარმოადგენს 
                        ნივთებს, შელოცვებს და სხვა ნივთებს. გამომძიებლები მოგზაურობენ ქალაქში, 
                        თავიდან აიცილებენ ან ებრძვიან ურჩხულებს, რომლებიც შედიან კარიბჭეებიდან, 
                        სტუმრობენ ქალაქის ადგილებს იარაღების შესაძენად და საბოლოოდ შედიან 
                        ჭიშკარში.</p>

                    <p>სხვა სამყაროში მოგზაურობისა და დაბრუნების შემდეგ, გამომძიებელს შეუძლია 
                        კარიბჭის დახურვა სცადოს. ქალაქის მდებარეობების ან სხვა სამყაროების 
                        შესწავლისას, გამომძიებლები აწყდებიან შემთხვევით მოვლენებს, რამაც შეიძლება 
                        მათთვის სარგებელი ან ზიანი მიაყენოს. როგორც კარიბჭე იხსნება, წინ მიიწევს 
                        "Doom Track"; თუ ბილიკი თავის დასასრულს მიაღწევს, ძლიერი საშინელი 
                        არსება, რომელიც ცნობილია როგორც უძველესი, შეიჭრება არკამში. თამაშის 
                        1987 წლის გამოცემაში, ამით თამაში მთავრდება და ყველა მოთამაშე აგებს. 
                        მეორე გამოცემაში, როდესაც გაწირვის ტრეკი ივსება, ეს, როგორც წესი, იწყება 
                        მოთამაშეებისთვის, რომ პირდაპირ დაამარცხონ არსება და გაიმარჯვონ; 
                        წინააღმდეგ შემთხვევაში, ისინი კარგავენ.</p>

                    <h4>ისტორია</h4>
                    <p>საშინელება არკამში თავდაპირველად Chaosium Inc.-ს წარუდგინა რიჩარდ ლაუნიუსმა, 
                        როგორც ქთულჰუს ძახილი: სამაგიდო თამაში, ახალი სტრატეგიული თამაში, 
                        რომელიც ეფუძნება მათ ქთულჰუს ძახილი როლურ თამაშს. ის შიდა 
                        რედაქტირებულ იქნა Chaosium-ის მიერ, რომელმაც დაამატა ისეთი ფუნქციები, 
                        როგორიცაა Doom Track, მეთოდი, რომელიც თვალყურს ადევნებს პროგრესს 
                        მოთამაშეების სრული წარუმატებლობისკენ, და გამოქვეყნდა 1987 წელს, როგორც 
                        საშინელება არკამში. თამაშმა მოიგო ჯილდო "საუკეთესო ფანტასტიკა ან სამეცნიერო 
                        ფანტასტიკა სამაგიდო თამაში 1987 წელს" Origins Awards- ში, გახდა პირველი 
                        Lovecraft-ის თემატური სამაგიდო თამაში, რომელმაც მნიშვნელოვანი 
                        პოპულარობა მიაღწია.</p>

                    <p>საშინელება არკამში იყო ლავკრაფტის სამაგიდო თამაშიდან ერთ-ერთი, რომელიც 
                        წარდგენილი იყო ლაუნიუსის მიერ, იმავე პერიოდში სხვა დიზაინით, მათ შორის 
                        "ძმობის ბილიკი", "ოცნების კვესტები" და "ფარაონებთან დაპატიმრებული". 
                        საშინელება არკამში იყო ერთადერთი ამ თამაშებიდან, რომელმაც ნახა 
                        პროფესიონალური გამოცემა.</p>

                    <p>საშინელება არკამშის ორიგინალური ბეჭდვა გაიყიდა. Chaosium-მა რამდენჯერმე 
                        გამოაცხადა ხელახალი ბეჭდვა, მაგრამ ისინი არასოდეს მომხდარა და Chaosium-მა 
                        შეწყვიტა თამაშის წარმოება 1991 წელს.</p>

                    <p>2004 წელს ონლაინ თამაშების კომპანია Skotos-მა შეიძინა საშინელება არკამშის 
                        უფლებები რიჩარდ ლაუნიუსისგან და მოგვიანებით მოაწყო გამოცემა Fantasy 
                        Flight Games-თან ერთად. ამ პროცესში თამაშმა რამდენიმე ცვლილება განიცადა. 
                        Skotos-მა მოახდინა თამაშის მრავალი ელემენტის რეორგანიზაცია 
                        გაუმჯობესებული თანმიმდევრობისთვის და მოაწყო, რომ უფრო ყურადღებით 
                        მიჰყოლოდა Arkham-ის რუქებს, რომლებიც შექმნილი იყო Chaosium-ის მიერ 
                        და გამოიყენებოდა საკუთარ Lovecraft Country: Arkham by Night ონლაინ 
                        თამაშში. ლაუნიუსმა დაამატა რამდენიმე ახალი ელემენტი, მათ შორის სანახავი 
                        ნიშნები და რამდენიმე გადაწყობა კარტების გემბანებზე. დაბოლოს, კევინ 
                        უილსონმა Fantasy Flight-ზე მასიურად განაახლეს თამაში, გამოუშვა 
                        roll-and-move სისტემა, ისევე როგორც სხვა კონცეფციები და ასევე გააფართოვა 
                        თამაშის დიდი ნაწილი. 2005 წლის გამოცემა იზიარებს ხელოვნებას და სხვა
                        ელემენტებს Fantasy Flight Games-ის სხვა Cthulhu Mythos-ზე დაფუძნებულ 
                        თამაშთან: ქთულჰუს ძახილი Collectible Card Game.</p>

                    <p>ახალი გამოცემა გამოვიდა 2005 წლის ივლისში და გაიყიდა, მეორე გადაბეჭდვაც 
                        2005 წელს გამოვიდა.</p>

                    <p>2011 წლის დასაწყისში Fantasy Flight-მა გამოუშვა Elder Sign, თამაში, 
                        რომელიც დაფუძნებულია საშინელება არკამშიზე, მაგრამ რომელიც უზრუნველყოფს 
                        ბევრად უფრო სწრაფ ალტერნატივას. საშინელება არკამშის მრავალი მექანიკის 
                        გამარტივებით და კამათლების გამოყენებით შეხვედრების გადასაჭრელად, Elder 
                        Sign- ის თამაშები საშუალოდ 90 წუთს გრძელდება, ვიდრე 2–4 საათის 
                        განმავლობაში.</p>

                    <p>2016 წელს, Arkham Nights-ზე, Fantasy Flight Games-ის Cthulhu თამაშების 
                        ზეიმზე, ორიგინალური დიზაინერი რიჩარდ ლაუნიუსი დაბრუნდა სპეციალური 
                        ღონისძიების მასპინძლად, ორიგინალური თამაშის შეცვლილი ვერსიის 
                        გამოყენებით. შაბათ-კვირის განმავლობაში რამდენიმე თამაში გაიმართა.</p>

                    <p>2019 წლის ნოემბერში Aconyte Books-მა გამოაცხადა კავშირი რომანებში, 
                        რომლებიც დაფუძნებულია საშინელება არკამშის სამყაროზე, სახელწოდებით 
                        საშინელება არკამში: Wrath of N'Kai. რომანი გამოქვეყნდება 2020 წლის მაისში.</p>

                    </div>
                </div>

                <div className={styles.game}>
                        <h2>თილისმა (Talisman)</h2>
                    <div className={styles.img}>
                        <img src="/boardgame/Talisman.jpeg" alt="Talisman"/>
                    </div>
                    <div className={styles.paragraph}>
                    <h4>თილისმა</h4>
    <p>
        <b>Talisman: The Magical Quest Game</b> არის პოპულარული სათავგადასავლო 
        სამაგიდო თამაში, რომელიც შეიქმნა რობერტ ჰარისის მიერ და პირველად გამოიცა 1983 წელს. 
        თამაში გათვლილია ორიდან ექვს მოთამაშეზე და აქვს ფანტასტიკური თემატიკა. მისი მთავარი 
        მიზანია მიაღწიოს სარდლობის გვირგვინს, რომელიც დაფის ცენტრში მდებარეობს. თამაშში არის 
        სამი რეგიონი: გარე, შუა და შიდა, და მოთამაშეები ცდილობენ გადავლახონ ცეცხლის ველი, 
        რათა მოიპოვონ გვირგვინი.
    </p>

    <h4>ისტორია</h4>
    <p>
        Talisman-ის შექმნის თავდაპირველი მიზანი იყო გაერთოთ ჰარისსა და მის მეგობრებს. თამაშის 
        პირველი იდეა იყო სკოლის პრეფექტის არჩევა, თუმცა მოგვიანებით იგი გადაიქცა ფანტასტიკურ 
        თამაშად. თამაშის ლიცენზია თავდაპირველად მიენიჭა Games Workshop-ს, რომელმაც მოგვიანებით 
        გაიყიდა თამაშის უფლებები Fantasy Flight Games-ს, შემდეგ კი Pegasus Spiele-ს.
    </p>

    <h4>თამაშის მიმოხილვა</h4>
    <p>
        თამაში იწყება პერსონაჟის არჩევით, რომელიც გამოირჩევა ცხოვრების, სიძლიერის და ხელობის 
        ატრიბუტებით. მოთამაშეები რიგრიგობით გადაადგილდებიან დაფაზე, ატრიალებენ კვარცხლბეკს 
        და მიჰყვებიან მის მითითებებს. ლოკაციები შეიძლება გამოიწვიონ მოვლენები, შეხვედრები ან 
        სათავგადასავლო ბარათები, რომლებიც მოიცავს საგანძურს და სხვა საინტერესო მოვლენებს. თამაშის
         დასრულება ხდება იმ შემთხვევაში, როდესაც ყველა მოწინააღმდეგე მოთამაშე დაკარგავს სიცოცხლეს.
    </p>

    <h4>გაფართოებები</h4>
    <p>
        Talisman-ის თამაშის რამდენიმე გაფართოება გამოიცა, რომლებიც ამატებენ ახალ პერსონაჟებს, 
        ადგილებს და შელოცვებს. თითოეულ გაფართოებას აქვს უნიკალური მახასიათებლები და 
        სათავგადასავლო ბარათები, რომლებიც ზრდის თამაშის ღირებულებას და სიამოვნებას.
    </p>

    <h4>მიღება</h4>
    <p>
        Talisman-ის მიმოხილვებში მოთამაშეები გამოყოფენ თამაშის საოცარ ატმოსფეროს, მაგრამ 
        აღნიშნავენ, რომ ეს თამაში საკმაოდ იღბლიანი და დროში ხანგრძლივი შეიძლება იყოს. მიუხედავად 
        ამისა, თამაში კლასიკურად ითვლება ფანტასტიკური სამაგიდო თამაშების შორის და არის ერთ-ერთი 
        იმ თამაშებისგან, რომელსაც ბევრი ადამიანი სიამოვნებით ეთამაშება.
    </p>
    
    <p>
        Talisman-ის გულშემატკივრებისთვის ეს თამაში არის არა მხოლოდ თავგადასავალი, არამედ 
        მეგობრებისა და ოჯახის ერთად ყოფნის იდეალური საშუალება.
    </p>
                    </div>
                </div>

                <div className={styles.game}>
    <h2>ბეჭდების მბრძანებელი: მოგზაურობა შუამიწეთში (The Lord of the Rings: Journeys in Middle-earth)</h2>
                    <div className={styles.img}>
                        <img src="/boardgame/tlotr.jpg" alt="tlotr"/>
                    </div>
                    <div className={styles.paragraph}>
                    <h4>ბეჭდების მბრძანებელი: მოგზაურობა შუამიწეთში</h4>
                    <h4>შესავალი</h4>
                    <p>
                        "ბეჭდების მბრძანებელი: მოგზაურობა შუამიწეთში" არის სამაგიდო თამაში, რომელიც შექმნილია J.R.R. Tolkien-ის ცნობილი ლიტერატურული ნაწარმოებების საფუძველზე. თამაში აერთიანებს ისტორიებს, პერსონაჟებს და გარემოს შუამიწეთიდან, რაც საშუალებას აძლევს მოთამაშეებს ჩაერთონ ეპიკური თავგადასავლებში და დააბრუნონ მშვიდობა ამ ჯადოსნურ სამყაროში.
                    </p>

                    <h4>თამაშის მიზანი</h4>
                    <p>
                        თამაში მიზნად ისახავს მტრის, საურონის, დამარცხებას და ბეჭდის გადატანას მორდორიდან შირის მიმართულებით. მოთამაშეები უნდა გაწვდონ თავიანთი პერსონაჟები, დაეხმარონ ერთმანეთს და სძლიონ სიძნელეებს, რათა მიაღწიონ საბოლოო მიზანს.
                    </p>

                    <h4>თამაშის მექანიკა</h4>
                    <p>
                        "მოგზაურობა შუამიწეთში" არის თანამშრომლობითი თამაში, რაც ნიშნავს, რომ მოთამაშეები უნდა იმუშაონ ერთად, რათა მიაღწიონ მიზნებს. თამაში მოიცავს სხვადასხვა სექრეტებს, გამოწვევებს და შეხვედრებს, რომლებშიც მოთამაშეები ემთხვევიან მტრები და რეაგირებენ თამაშის მოვლენებზე. 
                    </p>

                    <h4>პერსონაჟები</h4>
                    <p>
                        მოთამაშეებს აქვთ შესაძლებლობა აირჩიონ ცნობილი პერსონაჟები, როგორებიც არიან ფროდო, საქს და გენდალფი. თითოეულ პერსონაჟს აქვს უნიკალური უნარები და შესაძლებლობები, რაც ზრდის თამაშის სტრატეგიულ სირთულეს და მრავალფეროვნებას.
                    </p>

                    <h4>გაფართოებები</h4>
                    <p>
                        თამაში ასევე მოიცავს გაფართოებებს, რომლებიც ფართოვებენ თამაშის სექრეტების და პერსონაჟების დიაპაზონს. ეს გაფართოებები ახალ სირთულეებს და გამოწვევებს დაამატებენ, რაც მყისიერად ზრდის თამაშის ხანგრძლივობას და სიამოვნებას.
                    </p>

                    <h4>მიღება</h4>
                    <p>
                        "ბეჭდების მბრძანებელი: მოგზაურობა შუამიწეთში" სარგებლობს ფართო მიმღებლობით და ითვლება ერთ-ერთ საუკეთესო სამაგიდო თამაშად. მოთამაშეები ხშირად აღნიშნავენ თამაშის ისტორიას, ატმოსფეროს და თანამშრომლობის მნიშვნელობას, რაც ქმნის დაუვიწყარ გამოცდილებას.
                    </p>
                    
                    <h4>შეჯამება</h4>
                    <p>
                        "ბეჭდების მბრძანებელი: მოგზაურობა შუამიწეთში" არის დასვენებისა და სიხარულის წყარო, რომელიც საშუალებას აძლევს მოთამაშეებს უფრო ახლოს გაეცნონ ჯადოსნურ სამყაროს. ეს თამაში არა მხოლოდ საინტერესოდ ატარებს დროს, არამედ შთაგონებასაც იძლევა მეგობრებთან და ოჯახთან ერთად. 
                    </p>
                    </div>
                </div>

                <div className={styles.game}>
            <h2>რუნებით შეკრული (Runebound)</h2>
                    <div className={styles.img}>
                        <img src="/boardgame/Runebound.webp" alt="Runebound"/>
                    </div>
                    <div className={styles.paragraph}>
                    <h4>რუნებით შეკრული</h4>
    
                    <h4>შესავალი</h4>
                    <p>
                        რუნებით შეკრული არის მაღალი ფანტაზიის სათავგადასავლო სამაგიდო თამაში, 
                        შექმნილი მარტინ უოლასისა და დარელ ჰარდის მიერ და გამოქვეყნებულია Fantasy 
                        Flight Games- ის მიერ 2004 წელს. მეორე გამოცემა გამოვიდა 2005 წელს. 
                        მესამე გამოცემა გამოვიდა 2015 წელს. რუნებით შეკრულში, როლებს 1-დან ექვს 
                        მოთამაშე იღებს. ავანტიურისტთა , რომლებიც ეძებენ ქვესტებს (მითითებული მარკერებით 
                        რუკაზე). ქვესტი წყდება ან მოთამაშის გამარჯვებით, ან რომელიმე ელემენტის 
                        დაკარგვით. თითოეული მოთამაშე ეძებს ქვესტებს და ცდილობს მოიპოვოს გამოცდილება, 
                        რაც იწვევს უფრო მეტ ძალას და საბრძოლო უნარს.
                    </p>

                    <h4>სათამაშო სამყარო</h4>
                    <p>
                        რუნებით შეკრული არის FFG-ის მიერ გამოქვეყნებული ფანტასტიკური თამაშებიდან 
                        ერთ-ერთი, რომელიც ვითარდება Terrinoth-ის გამოგონილ სამყაროში, მათ შორის 
                        Descent: Journeys in the Dark , Rune Age , BattleLore , Dungeonquest , Runewars 
                        და Legacy of Dragonholt , რომელთანაც ის იზიარებს იგივე გმირებს, ნამუშევრებს. და 
                        ზოგიერთი ნივთი.
                    </p>

                    <h4>გაფართოებები</h4>
                    <p>
                        პირველი დიდი გაფართოება რუნებით შეკრულზე, რუნებით შეკრული: Island of Dread, 
                        გამოვიდა 2005 წელს. რუნებით შეკრულის მრავალი სხვა გაფართოება გამოუშვა FFG-ის 
                        მიერ, ზოგი მხოლოდ ბარათების ნაკრებია, ზოგი შეიცავს ახალ რუქებს და წესების 
                        ცვლილებებს. მხოლოდ ერთი "დიდი" გაფართოების ან სათავგადასავლო ვარიანტის 
                        გემბინის გამოყენება შესაძლებელია ერთდროულად.
                    </p>

                    <h4>დაყენება</h4>
                    <p>
                        საბაზისო თამაში ხდება Terrinoth-ის სამეფოში, მიწაზე, რომელიც დაფარულია 
                        სხვადასხვა რელიეფებით: ვაკეებით, მდინარეებით, ტყეებით, ბორცვებით, ჭაობებით და 
                        მთებით. დაფაზე წარმოდგენილია 8 ქალაქი, თითოეულს აქვს თავისი ბანერის ფერი და 
                        ჰერალდიკა, მათ შორის დედაქალაქი თამალირი.
                    </p>
                    <p>
                        საბაზისო სცენარში, "დრაკონების აღზევება", ბოროტი ნეკრომანტი ვორაკეში ცდილობს 
                        აღადგინოს დრაკონების მაღალი მბრძანებელი, მარგატი, რომელიც მოკლეს დრაკონების 
                        ძველ ომებში. ამისათვის მან უნდა შეაგროვოს დრაკონის რუნები თავისი მკვდარი 
                        გენერლის, სერ ფეროუს და მათი მიმდევრების არმიის დახმარებით. გმირებს ბრალი 
                        დაეკისრათ ვორაკეშის გეგმის შეჩერებაში ან პირველ რიგში დრაკონის რუნების მიღებით, 
                        მძლავრი დრაკონების დაცვით, ან თავად მარგატის დამარცხებით. გზაში მათ მოუწევთ 
                        ბრძოლა სერ ფეროუს ჯარებთან, მარგატის მიმდევრებთან და იმ სამეფოს მონსტრებთან, 
                        როგორიცაა ღამურის მსგავსი რაზორვინგები და მოღუშული ფეროქსი.
                    </p>

                    <h4>თამაშის მიმოხილვა</h4>
                    <p>
                        თითოეული მოთამაშე იღებს კონტროლს მიწის ერთ გმირზე. თითოეულ გმირს აქვს 
                        საკუთარი უნიკალური თვისებები, მათ შორის ჯანმრთელობა, გამძლეობა, უნარები და 
                        თამაშის სამი ძირითადი სტატისტიკა : გონება, სხეული და სული. ეს სტატისტიკა 
                        გამოიყენება იმის დასადგენად, რომ მათ შეუძლიათ დაასრულონ სხვადასხვა გამოწვევები, 
                        როგორიცაა ცურვა ან მოლაპარაკება. სტატისტიკა ასევე გამოიყენება მათი საბრძოლო 
                        შესაძლებლობების დასადგენად Ranged, Melee და Magic ფაზებში შესაბამისად. ბევრ გმირს
                        ასევე აქვს სპეციალური შესაძლებლობები, რომლებიც შეიძლება გამოიყენონ მათ 
                        თავგადასავალში დასახმარებლად.
                    </p>
                    <p>
                        თამაშის დროს გმირები ცდილობენ დაასრულონ მზარდი სირთულის თავგადასავალი, 
                        შეღებილი, შესაბამისად, მწვანე, ყვითელი, ლურჯი და წითელი. თავგადასავლები 
                        შეიძლება იყოს გამოწვევების სახით, რომლებიც საჭიროებენ გმირის უნარს, მოვლენებს, 
                        რომლებიც გავლენას ახდენენ ყველა გმირის თამაშზე, ან მტერთან ბრძოლაზე. ამ 
                        თავგადასავლების დასრულება იწვევს გმირებს ჯილდოებსა და გამოცდილებას, რაც 
                        მათ უფრო ძლიერს ხდის გამოწვევის სირთულიდან გამომდინარე.
                    </p>
                    <p>
                        სათავგადასავლო ბარათების უმეტესობას აქვს მტერთან ბრძოლა. თითოეულ მტერს ასევე 
                        აქვს უნარი სამ ფაზაში: დისტანციური ბრძოლა, მელეის ბრძოლა და ჯადოსნური ბრძოლა. 
                        გმირს შეუძლია შეტევა მხოლოდ ერთ ამ ფაზაში და უნდა დაიცვას დანარჩენ ორში. თუმცა, 
                        გმირს შეუძლია დაიქირაოს ერთი ან ორი მოკავშირე , რომლებსაც შეუძლიათ შეტევა 
                        ბრძოლის სხვა ორ ფაზაში.
                    </p>
                    <p>
                        გმირებს შეუძლიათ მიიღონ ოქრო თავიანთ თავგადასავალში, რომელიც შეიძლება 
                        გამოყენებულ იქნას ისეთი ნივთების შესაძენად, რომლებიც აძლიერებენ მათ შესაძლებლობებს, 
                        როგორიცაა ჯადოსნური ხმლები , მოჯადოებული ჯავშანი და სამკურნალო წამლები. როდესაც 
                        ისინი ამარცხებენ გამოწვევებს, გმირები იძენენ გამოცდილების ნიშნებს, რომლებიც შეიძლება 
                        გამოყენებულ იქნას მათი საწყისი შესაძლებლობების გასაზრდელად, ტოკენების გაცვლით 
                        გაზრდილ სტატისტიკაზე, გამძლეობაზე ან დამატებით სიცოცხლეზე. რაც უფრო ძლიერდებიან 
                        გმირები, ეს მათ საშუალებას აძლევს გაუმკლავდნენ უფრო რთულ ქვესტებს (ყვითელი, 
                        ლურჯი და ბოლოს წითელი ქვესტები). სხვადასხვა გაფართოების ბარათების გემბანი ცვლის 
                        ძირითად თამაშს, რადგან თქვენ შეგიძლიათ მიიღოთ ნაცნობები, ბანერები და ახალი 
                        უფლებამოსილებები.
                    </p>

                    <h4>სცენარი</h4>
                    <p>
                        სცენარში, რომელიც შედის საბაზო თამაშში, "The Rise of the Dragonlords", პირველი 
                        გმირი, ვინც დაამარცხა მარგათი ან დაასრულა სამი წითელი სათავგადასავლო ბარათი, იგებს 
                        თამაშს. ქვემოთ ჩამოთვლილი მრავალი პატარა ყუთის გაფართოება გთავაზობთ ვარიანტებს, 
                        რომლებიც ცვლის გამარჯვების პირობებს, თემებს, მონსტრებს და ხელმისაწვდომ ნივთებს. 
                        თამაშის დასრულებას შეიძლება მრავალი საათი დასჭირდეს, მაგრამ წესების წიგნი გთავაზობს 
                        რამდენიმე ვარიანტს თამაშის დასაჩქარებლად.
                    </p>

                    <h4>მიღება</h4>
                    <p>
                        2011 წელს რუნებით შეკრული in Black Gate- ის მიმოხილვაში , ჯეფ სტეჰმანმა თქვა: 
                        "თამაშში არის ისტორია, რომლის დამატებაც ნებისმიერ კარტს შეუძლია. ამან შეიძლება 
                        შთააგონოს." ბობ ბირნმა ასევე მიმოიხილა რუნებით შეკრული for Black Gate 2014 წელს 
                        და თქვა: "ვფიქრობ, რომ რუნებით შეკრული 2nd Edition არის მყარი RPG სამაგიდო თამაში 
                        რამდენიმე სასარგებლო გაფართოებით. და მას გააჩნია თორმეტი გმირი სხვადასხვა უნარებით, 
                        ასე რომ, არსებობს გარკვეული გამეორების მნიშვნელობა. შემოგთავაზებთ, თუ შანსი მოგეცემათ."
                    </p>
                    </div>
                </div>

                <div className={styles.game}>
            <h2>თაგვები და მისტიკა (Mice and Mystics)</h2>
                    <div className={styles.img}>
                        <img src="/boardgame/MiceMystics.jpeg" alt="MiceMystics"/>
                    </div>
                    <div className={styles.paragraph}>
                    <h4>თაგვები და მისტიკა</h4>
                    <p>
                        თაგვები და მისტიკა არის ფანტასტიკური თემატიკის დუნგში მცოცავი კოოპერატიული 
                        სამაგიდო თამაში, რომელიც შექმნილია ჯერი ჰოთორნის მიერ და გამოქვეყნდა Plaid Hat 
                        Games- ის მიერ 2012 წელს. თამაშებში მოთამაშეები წარმოადგენენ ანთროპომორფულ 
                        თაგვებად გადაკეთებულ ფანტასტიკურ პერსონაჟებს, რომლებიც ცდილობენ დაამარცხონ 
                        ბოროტი ჯადოქარი. თამაში მოწონებულია ორიგინალური თემისთვის, მოთამაშის 
                        პერსონაჟები ფარებისა და ხმლების ნაცვლად ღილაკებსა და ნემსებს იყენებდნენ და 
                        გობლინებისა და დრაკონების ნაცვლად ვირთხების მეომრებსა და კატებს ებრძოდნენ. 
                    </p>

                    <h4>მიღება</h4>
                    <p>
                        2011 წელს გამოსვლის დღიდან თამაში მუდმივად იკავებს ყველაზე პოპულარულ 
                        Wargames-ის ტოპ 350 პოზიციას BoardGameGeek- ზე.
                    </p>
                    <p>
                        თაგვები და მისტიკა in Black Gate- ის მიმოხილვაში , ენდრიუ ზიმერმან ჯონსმა თქვა: 
                        „მათთვის, ვინც ეძებს კარგი საწყისი დონის როლურ თამაშს თავისი უფროსი 
                        შვილისთვის, ამან ნამდვილად მიიპყრო ჩემი თვალი“.
                    </p>

                    <h4>ადაპტაცია</h4>
                    <p>
                        2018 წლის ოქტომბერში DreamWorks Animation-მა მოიპოვა როლური თამაშის უფლება. 
                        მხატვრული ფილმი დამუშავების პროცესშია. ალექსანდრე აჯა , საშინელებათა ფილმების 
                        დიდი ხნის რეჟისორი, დევიდ ლესლი ჯონსონ-მაკგოლდრიკთან ერთად ფილმის რეჟისორი 
                        და სცენარის დაწერა იყო. Vertigo Entertainment- ის როი ლი და ჯონ ბერგი ასევე 
                        უნდა ყოფილიყვნენ პროდიუსერებად.
                    </p>
                    </div>
                </div>

                <div className={styles.game}>
            <h2>გმირების ქვესტი (HeroQuest)</h2>
                    <div className={styles.img}>
                        <img src="/boardgame/HeroQuest.jpeg" alt="HeroQuest"/>
                    </div>
                    <div className={styles.paragraph}>
                    <h4>HeroQuest - სათავგადასავლო სამაგიდო თამაში</h4>
                    <p>გმირების ქვესტი არის სათავგადასავლო სამაგიდო თამაში, რომელიც შექმნილია მილტონ 
                        ბრედლის მიერ ბრიტანულ კომპანია Games Workshop-თან ერთად 1989 წელს და ხელახლა 
                        გამოვიდა 2021 წელს. თამაში თავისუფლად ეფუძნება ფანტასტიკური როლური თამაშების 
                        არქეტიპებს. თავად თამაში რეალურად იყო სისტემა, რომელიც საშუალებას აძლევს 
                        გეიმმასტერს (რომელსაც გაერთიანებულ სამეფოსა და ჩრდილოეთ ამერიკაში ეძახიან 
                        "Morcar" და "Zargon" შესაბამისად) შექმნან საკუთარი დიზაინის დუნდულები 
                        მოწოდებული სათამაშო დაფის, ფილების, ავეჯის და ფიგურების გამოყენებით. თამაშის 
                        სახელმძღვანელო აღწერს Morcar/Zargon-ს, როგორც მენტორის ყოფილ შეგირდს და 
                        პერგამენტის ტექსტი ხმამაღლა იკითხება მენტორის პერსპექტივიდან.</p>
                    
                    <h4>ისტორია</h4>
                    <p>1980-იანი წლების ბოლოს, თამაშის დიზაინერი სტივენ ბეიკერი გადავიდა თამაშების 
                        სახელოსნოდან (GW) მილტონ ბრედლიში და დაარწმუნა როჯერ ფორდი, მილტონ 
                        ბრედლის განვითარების ხელმძღვანელი, რომ მას ფენტეზის ჟანრის თამაში შეექმნა. 
                        კენედიმ მას უფლება მისცა, თუ თამაშს მარტივად შეინარჩუნებდა. ბეიკერი დაუკავშირდა 
                        თავის ყოფილ დამსაქმებელს, Games Workshop-ს, რათა შეემუშავებინა პლასტიკური 
                        მინიატურები, რომლებიც საჭირო იქნებოდა თამაშში, მაგრამ შემდეგ მან გადაწყვიტა 
                        დაეხმარა მათ გამოცდილებას ფანტასტიკური თამაშების სფეროში, რათა დაეხმარა თამაშის 
                        განვითარებას.</p>

                    <p>შედეგი იყო ფანტასტიკური სათავგადასავლო სამაგიდო თამაში გმირების ქვესტი (1989), 
                        რომელშიც მოთამაშეები ერთად მუშაობენ გეიმმასტერის წინააღმდეგ. თამაში გამოვიდა 
                        ბრიტანეთში, ევროპასა და ავსტრალიაში 1989 წელს, ხოლო ჩრდილოეთ ამერიკის 
                        გამოცემა, განსხვავებული სუბტიტრებით - თამაშის სისტემა, 1990 წელს.</p>

                    <h4>გაფართოებები</h4>
                    <p>გაფართოების კომპლექტების გამოქვეყნება შემდეგ გაიყო ევროპის და ავსტრალიის ბაზრებსა 
                        და ჩრდილოეთ ამერიკის ბაზრებს შორის. დაწყებული Kellar's Keep- ით, რომელიც 
                        გამოვიდა ევროპასა და ავსტრალიაში 1989 წელს, და ჩრდილოეთ ამერიკაში 1991 წელს. 
                        Kellar's Keep-მა დაამატა ახალი ქვესტი, ნივთები, არტეფაქტები და მონსტრების 
                        ფიგურების შემდგომი პარტია (მეტი ორკები, გობლინები და ფიმირი). იმავე წლებში 
                        გამოვიდა Return of the Witch Lord, რომელმაც გააფართოვა უკვდავები მეტი ჩონჩხით, 
                        მუმიებითა და ზომბებით.</p>

                    <p>Advanced HeroQuest იყო გმირების ქვესტი თამაშის განახლებული და გაფართოებული 
                        ვერსია, რომელიც გამოვიდა 1989 წელს Games Workshop-ის მიერ. ძირითადი კონცეფცია 
                        იგივეა: ოთხი გმირი ჩადის დუნდულში, რათა შეებრძოლოს მონსტრებს და მოიპოვოს 
                        საგანძური, მაგრამ წესები უფრო დეტალური და რთულია.</p>

                    <h4>რიმეიკი</h4>
                    <p>2020 წელს Hasbro-მ იყიდა გმირების ქვესტი სავაჭრო ნიშანი და 2021 წლის ბოლოს დაიწყო 
                        ახალი რიმეიკის ვერსია. ახალი ვერსიით შეიცვალა ბევრი დეტალი, მათ შორის ახალი 
                        მინიატურები და გაფართოებები, როგორებიცაა Kellar's Keep და Return of the Witch 
                        Lord.</p>

                    <p>2023 წელს კი გამოვიდა ახალი გაფართოება Rise of the Dread Moon, რომელიც მოიცავს 
                        მცველი რაინდის ფიგურებს და ახალ მონსტრებს.</p>

                    </div>
                </div>

        </div>
    )
}