import Link from 'next/link'
import styles from './topic.module.scss'

export default () => {
    return(
        <div className={styles.container}>
            <h1>სამყაროები</h1>
            <div className={styles.topic_container}>
                <div className={styles.title}>
        <h2><Link href="/pages/topic/cosmere" className={styles.link}>კოსმიერი</Link></h2>
                    <div className={styles.img_container}>
                        <img src='/topic/cosmere_resized.jpg' alt="cosmere" />
                    </div>
                </div>
                <div className={styles.paragraph}>
                    <p>
                        ბრენდონ სანდერსონის კოსმიერი (Cosmere) 
                        არის მასშტაბური ფანტასტიკური სამყარო, რომელშიც 
                        სანდერსონის ყველაზე ცნობილი წიგნების სერიები ვითარდება. 
                        ეს არის უნიკალური გალაქტიკური სამყარო, რომელიც აერთიანებს 
                        რამდენიმე დამოუკიდებელ პლანეტას, მაგრამ მათი ამბები დაკავშირებულია 
                        ერთმანეთთან, გარკვეული ცენტრალური თემებითა და მაგიური სისტემებით.
                    </p> 

                    <h3>კოსმიერის კონცეფცია</h3>

                    <p>
                        კოსმიერი შედგება მრავალი პლანეტისგან, 
                        რომელთა თითოეულს აქვს საკუთარი ისტორია, კულტურა და, 
                        რაც ყველაზე მნიშვნელოვანია, უნიკალური მაგიური სისტემა. 
                        ყველა ეს პლანეტა დაკავშირებულია "შარდით" (Shard), ღვთაებრივი 
                        ძალებით, რომლებიც სამყაროს ფუნდამენტურ წესრიგზე ზემოქმედებენ.
                    </p>

                    <h3>შარდები და მათი როლი</h3> 

                    <p>
                        შარდები კოსმიერის ცენტრალური ელემენტებია. 
                        შარდები არიან ღვთაებრივი არსებები, რომლებიც წარმოიქმნებიან 
                        უფრო დიდი, უნივერსალური ღვთაების — ადონალზიუმის (Adonalsium) — 
                        განადგურების შემდეგ. ადონალზიუმი განაწილდა 16 ნაწილად და თითოეული 
                        ნაწილი გახდა შარდი, რომელიც აკონტროლებს გარკვეულ ფუნდამენტურ ძალას. 
                        სხვადასხვა შარდი სხვადასხვა პლანეტაზე მოქმედებს, ხოლო მათი მიზნები და ურთიერთობები 
                        დროთა განმავლობაში ვითარდება.
                    </p>
                </div>
            </div>

            <div className={styles.topic_container}>
                <div className={styles.title}> 
        <h2><Link href="/pages/topic/dune" className={styles.link}>დიუნი</Link></h2>
                    <div className={styles.img_container}>
                        <img src='/topic/dune_resized.jpg' alt="dune" />
                    </div>
                </div>
                <div className={styles.paragraph}>
                <p>
                    დიუნის სამყარო, რომელიც ფრენკ ჰერბერტის მიერ შექმნილ ეპიკურ სერიებშია 
                    წარმოდგენილი, ერთ-ერთი ყველაზე მდიდარი და კომპლექსური სამეცნიერო ფანტასტიკის 
                    ნაწარმოებია. მისი პირველი წიგნი, "Dune", 1965 წელს გამოქვეყნდა და მალევე გახდა ერთ-ერთი 
                    ყველაზე მნიშვნელოვანი და გავლენიანი ნაწარმოები ფანტასტიკის ლიტერატურაში. ეს სამყარო სავსეა 
                    პოლიტიკურ ინტრიგებით, ეკოლოგიური პრობლემებით, რელიგიური კონფლიქტებითა და სოციალური 
                    სისტემებით, რაც მას განსაკუთრებულ და 
                    მუდმივად აქტუალურ ისტორიად აქცევს.
                </p>

                    <h3>სიუჟეტის მოკლე მიმოხილვა</h3>

                    <p>
                        დიუნის პირველ ნაწილში, მთავარი მოქმედება ხდება პლანეტა არაკისზე 
                        (სხვა სახელი დიუნი), რომელიც უდაბნო პლანეტაა. ეს პლანეტა უნიკალურია 
                        თავისი მნიშვნელოვანი რესურსით — "მელანჟით" (ასევე ცნობილი, როგორც Spice), 
                        რომელიც გალაქტიკის ყველაზე ძვირფასი და საჭირო ნივთიერებაა. მელანჟის გარეშე 
                        გალაქტიკის კოსმოსური ნავიგაცია შეუძლებელი გახდებოდა. ამის გამო არაკისი ხდება 
                        სხვადასხვა სამეფოებისა და ოჯახების ბრძოლების ეპიცენტრი, რადგან პლანეტის კონტროლი 
                        უდიდეს ძალაუფლებას იძლევა.

                        მთავარი პერსონაჟი, პოლ ატრეიდესი, 
                        არის დიდგვაროვანი ოჯახის შვილი, რომელსაც მისი ოჯახი 
                        არაკისის მმართველად განაწესებს. თუმცა მისი ოჯახი პოულობს 
                        თავს მტრების გარემოცვაში, რაც ტრაგიკულ მოვლენებს გამოიწვევს. 
                        პოლს, თავისი სახიფათო მოგზაურობით, მოუწევს ლიდერის როლის 
                        მორგება და თავის თავში უნიკალური შესაძლებლობების აღმოჩენა, რომლებიც მას 
                        უზარმაზარ გავლენას ანიჭებენ არა მხოლოდ არაკისის, არამედ მთლიანი გალაქტიკის მასშტაბით.
                    </p>

                        </div>
                    </div>

            <div className={styles.topic_container}>
                <div className={styles.title}> 
    <h2><Link href="/pages/topic/tlotr" className={styles.link}>ბეჭდების მბრძანებელი</Link></h2>
                <div className={styles.img_container}>
                    <img src='/topic/tlotr.jpg' alt="tlotr" />
                </div>
                </div>
                <div className={styles.paragraph}>
                <p>
                ბეჭდების მბრძანებელი, რომელიც შექმნა ჯონ რონალდ როელ ტოლკინმა, არის 
                ფანტასტიკური ეპოსი, რომელიც გაგვაცნობს ერთი ყველაზე მდიდარი და დეტალურად 
                გაწვდილი სამყაროს ისტორიას, კულტურასა და გმირობას. ეს ისტორია მოიცავს გმირების 
                ბრძოლის, მეგობრობის, ღალატისა და მოტივაციის თემებს, რაც მას სამუდამოდ უერთდება 
                მსოფლიოში ყველაზე სასურველ წიგნებად.
               </p>

                <h3>სამყაროს გეოგრაფია</h3>

                <p>
                ბეჭდების მბრძანებლის სამყარო მოიცავს შუა მიწას, რომელიც გაწვდილი რეგიონების, 
                ქვეყნებისა და რასების სამსხვერპლოა. აქაური სივრცეები, როგორიცაა შავი მიწა, ხეებისა 
                და მთების ზღვა, ბიბლიოთეკებში გამოკვეთილი ზღაპრული ელფების და ჰობიტების სახლებია.
                შუა მიწის მთავარ რეგიონებს შორის არის:
                </p>

                <ul>
                    <li>
                        <b>მორდორი</b>: მტრის, სარუმანის, ბანაკი, რომელიც გარშემორტყმულია იდუმალებით და ცხოველთა მიერ.
                    </li>
                    <li>
                        <b>რივენდელი</b>: ელფების მშვენიერი ქვეყანა, რომელიც გამოირჩევა თავისი სილამაზითა და მეცნიერებით.
                    </li>
                    <li>
                        <b>შირი(მაზრა)</b>: პატარა, მშვიდი სოფელი, სადაც ჰობიტები ცხოვრობენ.
                    </li>
                </ul>
                </div>
            </div>

            <div className={styles.topic_container}>
                <div className={styles.title}> 
        <h2><Link href="/pages/topic/grishaverse" className={styles.link}>გრიშავერსი</Link></h2>
                    <div className={styles.img_container}>
                        <img src='/topic/grishaverse_resized.jpg' alt="grishaverse" />
                    </div>
                </div>
                <div className={styles.paragraph}>
                <h3>შესავალი</h3>
                <p>გრიშავერი არის ფანტასტიკური წიგნების სერია, რომელიც შექმნა ლი ბარდუგომ. 
                    ეს სამყარო აღსანიშნავია თავისი სიღრმით, უნიკალური პერსონაჟებითა და მძლავრი 
                    მაგიის სისტემით. წიგნები ეხება გმირების ბრძოლას ძალაუფლების, სამართლიანობისა და 
                    გადარჩენისათვის. გრიშავერი გახდა ერთ-ერთი ყველაზე პოპულარული ფანტასტიკური სამყარო 
                    თანამედროვე ლიტერატურაში.</p>

                <h3>გრიშავერის სამყარო</h3>
                <p>გრიშავერი ტრიალებს რამდენიმე ფანტასტიკურ ქვეყანასა და ტერიტორიაზე, 
                    რომელთაც განსხვავებული კულტურები და პოლიტიკა გააჩნიათ. მთავარი მოქმედებები 
                    ხდება რავკაში, ქვეყანას, რომელიც მაგიისა და ძალაუფლების ცენტრშია. თუმცა ასევე მნიშვნელოვან 
                    როლს თამაშობენ სხვა ტერიტორიებიც, როგორიცაა:</p>

                <ul>
                    <li><b>ფიერდა</b> — ცივი, ძლიერი მეომრებითა და მკაცრი წესრიგით ცნობილი ქვეყანა.</li>
                    <li><b>შუ ჰანი</b> — აღმოსავლეთიდან მომდინარე ძლიერი ერი, რომელიც მნიშვნელოვან როლს თამაშობს გეოპოლიტიკურ კონფლიქტებში.</li>
                    <li><b>კერტა</b> — თავისუფალი ვაჭრებისა და მეკობრეთა ქვეყანა, სადაც მოქმედებენ სხვა ქვეყნებისთვის მიუწვდომელი წესრიგი და კანონები.</li>
                </ul>
                </div>
            </div>
        </div>
    )
}