const ganres = [
    {
        id: 1,
        title: 'ფენტეზი',
        text: `ფენტეზი (ინგლ. Fantasy — ფენტეზი) — 
                ლიტერატურული ჟანრი, რომელშიც სიუჟეტის ძირითად 
                ელემენტად გამოყენებულია მაგია და სხვა ზებუნებრივი მოვლენები. 
                ამ ჟანრის ბევრ ნაწარმოებში მოქმედება ხდება გამოგონილ სამყაროში, 
                სადაც ჯადოქრობაა გავრცელებული. ასევე, ხშირად გვხვდებიან მითური არსებები 
                (დრაკონები, ჯუჯები, ტროლები და სხვა). სამეცნიერო ფანტასტიკისგან განსხვავებით, 
                ფენტეზი არ იძლევა შეუძლებელი მოვლენების ლოგიკურ (ან ფსევდო-ლოგიკურ) ახსნას. 
                თუმცა, ამ ორ ჟანრს ბევრი რამ აქვს საერთო.`
    },
    {
        id: 2,
        title: 'ეპიკური ფენტეზი',
        text: `ეპიკური ფენტეზი, ჰაი ფენტეზის მსგავსად, ახასიათებს დიდი მასშტაბების კონფლიქტები, 
                    მაგრამ აქ განსაკუთრებული აქცენტი კეთდება მრავალწლიანი კონფლიქტებისა და ომების განვითარებაზე. 
                    ეს სერიები ხშირად ხასიათდება პერსონაჟების მრავალფეროვნებით და კონფლიქტების რთული პოლიტიკით. 
                    ბრენდონ სანდერსონის "Stormlight Archive" ამ ჟანრის შესანიშნავი მაგალითია.`
    },
    {
        id: 3,
        title: 'ჰაი ფენტეზი (High Fantasy)',
        text: `ეს ჟანრი ფოკუსირებულია სრულად გამოგონილ სამყაროზე, სადაც მოქმედებენ განსაკუთრებული 
                    ზებუნებრივი წესები და კანონები. მას ახასიათებს მასშტაბური, გლობალური კონფლიქტები, სადაც 
                    მთავარ გმირებს ხშირად უზარმაზარი პასუხისმგებლობა ეკისრებათ სამყაროს ბალანსის ან გადარჩენისათვის. 
                    ჯ.რ.რ. ტოლკინის "ბეჭდების მბრძანებელი" კლასიკური მაგალითია, სადაც კონფლიქტი მთლიანად გამოგონილ 
                    სამყაროში მიმდინარეობს, რომელიც სავსეა მითოლოგიით, 
                    მაგიით და მრავალფეროვანი რასებით.`
    },
    {
        id: 4,
        title: 'ლოუ ფენტეზი (Low Fantasy)',
        text: `ფენტეზის ქვეჟანრი , რომელშიც ჯადოსნური მოვლენები ნორმალურ სამყაროში ხდება.
                    ამგვარად, ტერმინი ეწინააღმდეგება ეპიკური ფანტაზიის ისტორიებს, რომლებიც ვითარდება გამოგონილ 
                    სამყაროებში , რომლებსაც აქვთ საკუთარი წესები და 
                    ფიზიკური კანონები.`
    },
    {
        id: 5,
        title: 'ურბანული ფენტეზი (Urban Fantasy)',
        text: `ეს ქვეჟანრი მოიცავს თანამედროვე ქალაქებში მიმდინარე ზებუნებრივ მოვლენებს. 
                    ურბანული ფენტეზი განსაკუთრებით პოპულარული გახდა თანამედროვე ლიტერატურაში, 
                    რადგან მასში მკითხველი ადვილად იპოვებს სიდიდესა და საიდუმლოებას საკუთარი ქალაქის ფონზე. 
                    ნილ გეიმანის "ამერიკული ღმერთები" და 
                    "დრესდენის არქივები" ამ სტილის თვალსაჩინო ნიმუშებია.`
    },
    {
        id: 6,
        title: 'ბნელი ფენტეზი (Dark Fantasy) ',
        text: `ამ ჟანრში ფენტეზი და საშინელებათა ელემენტები შერწყმულია. ბნელი ფენტეზი ცნობილია მძიმე, 
                    საშიში და ხშირად უხეში ატმოსფეროთი, სადაც ბოროტება და სიბნელე უხვადაა გავრცელებული. 
                    მაიკლ მორკოკის "ელრიკის" სერია და სტივენ კინგის 
                    "ბნელი კოშკი" ამ სტილის პოპულარული ნამუშევრებია.`
    },
    {
        id: 7,
        title: 'გმირული ფენტეზი (Heroic Fantasy) ',
        text: `გმირული ფენტეზი არის ფენტეზის ქვეჟანრი, 
                    რომელიც ხასიათდება მახვილით მოქცეული გმირებით, 
                    რომლებიც მონაწილეობენ ამაღელვებელ და ძალადობრივ 
                    თავგადასავალში. რომანტიკის , მაგიის და ზებუნებრივის 
                    ელემენტები ასევე ხშირად გვხვდება. ეპიკური ფენტეზი 
                    ნაწარმოებებისგან განსხვავებით , ზღაპრები, თუმცა დრამატული, 
                    ფოკუსირებულია პირად ბრძოლებზე და არა სამყაროს საფრთხის შემცველ 
                    საკითხებზე. ჟანრი წარმოიშვა რობერტ ე. ჰოვარდის 1930-იანი წლების დასაწყისში. 
                    ტერმინი „მახვილი და ჯადოქრობა“ შემოიღო ფრიც ლეიბერმა 1961 წლის 6 აპრილის 
                    ფენტეზი Ancalagon- ის ნომერში , რათა აღეწერა ჰოვარდი და ისტორიები, 
                    რომლებზეც გავლენა მოახდინა მისმა ნამუშევრებმა. „მახვილისა და ჯადოქრობის“ 
                    პარალელურად გამოიყენება ტერმინი „გმირული ფენტეზი, თუმცა ეს უფრო თავისუფლად 
                    განსაზღვრული ჟანრია.`
    },
    {
        id: 8,
        title: 'პორტალური ფენტეზი (Portal Fantasy)',
        text: `ამ ჟანრში პერსონაჟი ჩვენი სამყაროდან გადადის სხვა, ზებუნებრივ სამყაროში. 
                        ეს ქვეჟანრი ბავშვების ფანტაზიებს ძალიან ჰგავს, რადგან ხშირად პერსონაჟი იწყებს 
                        ახალ თავგადასავალს ახალ სამყაროში. მაგალითად, "ნარნიას ქრონიკები" 
                        (C.S. Lewis) და "ალისა საოცრებათა ქვეყანაში" (Lewis Carroll).`
    },
    {
        id: 9,
        title: 'ისტორიული ფენტეზი (Historical Fantasy)',
        text: `ეს ჟანრი შერწყმულია რეალური ისტორიის მოვლენებთან, მაგრამ მასში 
                        ზებუნებრივი ელემენტები არის დამატებული. ისტორიები ხშირად ხდება 
                        რეალურ ისტორიულ პერიოდში, მაგრამ მაგია ან ზებუნებრივი მოვლენები აქვე 
                        იგრძნობა. მაგალითად, "Jonathan Strange & Mr Norrell" 
                        აერთიანებს ვიქტორიანულ ეპოქას და მაგიას.`
    },
    {
        id: 10,
        title: 'სტიმპანკ ფენტეზი (Steampunk Fantasy)',
        text: `სტიმპანკი ერთ-ერთი უნიკალური ქვეჟანრია, რომელიც აერთიანებს ვიქტორიანულ ტექნოლოგიას 
                        და ფანტასტიკას. მექანიკური გამოგონებები და მაგია ხშირად თანაარსებობენ, რაც ქმნის უნიკალურ 
                        სამყაროს. ფილიპ პულმანის "მისი ბნელი მატერიები" (His Dark Materials) 
                        სტიმპანკისა და ფენტეზის შესანიშნავი კომბინაციაა.`
    },
    {
        id: 11,
        title: 'მითოლოგიური ფენტეზი (Mythic Fantasy)',
        text: `ამ ქვეჟანრში ავტორები იყენებენ ძველ მითებსა და ლეგენდებს, რათა შექმნან 
                        ახალი ისტორიები ან გადაკითხონ ძველი მითოლოგიები. რიკ რიორდანის "პერსეი ჯექსონის" 
                        სერია აგებულია ძველი ბერძნული 
                        მითოლოგიის ელემენტებზე.`
    },
    {
        id: 12,
        title: 'საოჯახო ფენტეზი (Family Fantasy)',
        text: `ეს ქვეჟანრი განკუთვნილია ძირითადად ბავშვებისთვის და ოჯახებისთვის, 
                        სადაც განსაკუთრებული აქცენტი კეთდება ბავშვთა თავგადასავლებზე. "ჰარი პოტერი" 
                        შეიძლება ჩაითვალოს საოჯახო ფენტეზის ნაწილად, რადგან იგი საინტერესოა როგორც ბავშვებისთვის, 
                        ასევე მოზარდებისა და ზრდასრულებისთვის.`
    },
    {
        id: 13,
        title: 'სატირული ფენტეზი (Satirical Fantasy)',
        text: `ფენტეზის ამ სტილში ავტორები იყენებენ იუმორსა და სარკაზმს, 
                        რათა შექმნან პაროდიული ან ირონიული ნამუშევრები. ტერი პრატჩეტის "დისქვორლდ" (Discworld) 
                        სერიები არის შესანიშნავი მაგალითი სატირული ფენტეზის.`
    },
    {
        id:14,
        title: 'პარანორმალური ფენტეზი',
        text: `არის ქვეჟანრი, რომელიც აერთიანებს ფენტეზისა და პარანორმალური მოვლენების ელემენტებს.
                        ეს ჟანრი ფოკუსირებულია ისეთ ზებუნებრივ ქმნილებებზე, როგორიცაა ვამპირები, მაქციები, 
                        მოჩვენებები, ჯადოქრები და დემონები, რომლებიც ან ჩვენი რეალური სამყაროს პარალელურად არსებობენ, 
                        ან ინტეგრირებული არიან მასში.`
    }
]

export default ganres