import styles from '../page.module.scss'

export default () => {
    return(
        <div className={styles.container}>
            <h1>დიუნის სამყარო</h1>
            <p>
            დიუნის სამყარო, რომელიც ფრენკ ჰერბერტის მიერ შექმნილ ეპიკურ სერიებშია 
            წარმოდგენილი, ერთ-ერთი ყველაზე მდიდარი და კომპლექსური სამეცნიერო ფანტასტიკის 
            ნაწარმოებია. მისი პირველი წიგნი, "Dune", 1965 წელს გამოქვეყნდა და მალევე გახდა ერთ-ერთი 
            ყველაზე მნიშვნელოვანი და გავლენიანი ნაწარმოები ფანტასტიკის ლიტერატურაში. ეს სამყარო სავსეა 
            პოლიტიკურ ინტრიგებით, ეკოლოგიური პრობლემებით, რელიგიური კონფლიქტებითა და სოციალური 
            სისტემებით, რაც მას განსაკუთრებულ და 
            მუდმივად აქტუალურ ისტორიად აქცევს.
            </p>

            <div className={styles.img_container}>
                <img src="/topic/img/dune.jpeg" alt="dune" />
            </div>
            <h2>სიუჟეტის მოკლე მიმოხილვა</h2>

            <p>
            დიუნის პირველ ნაწილში, მთავარი მოქმედება ხდება პლანეტა არაკისზე 
            (სხვა სახელი დიუნი), რომელიც უდაბნო პლანეტაა. ეს პლანეტა უნიკალურია 
            თავისი მნიშვნელოვანი რესურსით — "მელანჟით" (ასევე ცნობილი, როგორც Spice), 
            რომელიც გალაქტიკის ყველაზე ძვირფასი და საჭირო ნივთიერებაა. მელანჟის გარეშე 
            გალაქტიკის კოსმოსური ნავიგაცია შეუძლებელი გახდებოდა. ამის გამო არაკისი ხდება 
            სხვადასხვა სამეფოებისა და ოჯახების ბრძოლების ეპიცენტრი, რადგან პლანეტის კონტროლი 
            უდიდეს ძალაუფლებას იძლევა.</p>
            
            <p>
            მთავარი პერსონაჟი, პოლ ატრეიდესი, 
            არის დიდგვაროვანი ოჯახის შვილი, რომელსაც მისი ოჯახი 
            არაკისის მმართველად განაწესებს. თუმცა მისი ოჯახი პოულობს 
            თავს მტრების გარემოცვაში, რაც ტრაგიკულ მოვლენებს გამოიწვევს. 
            პოლს, თავისი სახიფათო მოგზაურობით, მოუწევს ლიდერის როლის 
            მორგება და თავის თავში უნიკალური შესაძლებლობების აღმოჩენა, რომლებიც მას 
            უზარმაზარ გავლენას ანიჭებენ არა მხოლოდ არაკისის, არამედ მთლიანი გალაქტიკის მასშტაბით.
            </p>

            <h2>პოლიტიკა და სოციალური სისტემა</h2>
            <p>
            დიუნის სამყარო მრავალშრიანი და კომპლექსურია, სადაც სხვადასხვა ძალები ებრძვიან ერთმანეთს 
            ძალაუფლებისთვის. ცენტრალური ძალები მოიცავს:
            </p>

            <ul>
                <li><b>იმპერატორ შადამ IV</b>-ის იმპერიას, რომელიც ცდილობს შეინარჩუნოს თავისი გავლენა გალაქტიკაზე.</li>
                <li><b>დიდი სახლები</b>, როგორიცაა ატრეიდესები და ჰარკონენები, რომლებიც მუდმივ ბრძოლაში არიან 
                        პლანეტების და რესურსების კონტროლისთვის.</li>
                <li><b>ბენე გესერიტი</b> — საიდუმლო ორდენი, რომელიც საუკუნეების განმავლობაში ცდილობს 
                    შექმნას თავიანთი მიზნისთვის სასურველი "კვისატ ჰადერაქი" — ადამიანი, 
                    რომელსაც ექნება უნიკალური ფსიქიკური და ფიზიკური შესაძლებლობები.</li>
            </ul>

            <h2>ეკოლოგია და გარემოს დაცვა</h2>

            <p>
            დიუნის სერიები ერთ-ერთი პირველია, რომელიც ეკოლოგიის და 
            პლანეტის ბუნებრივი რესურსების მნიშვნელობასა და დამცველობას ახსენებს. 
            არაკისის უდაბნო პლანეტა მკაცრ და რთულ გარემოს ქმნის, თუმცა ადგილობრივ მოსახლეობას — 
            ფრემენებს, სპეციალური უნარები და ტექნოლოგიები აქვთ გადარჩენისთვის. ფრემენები ატარებენ 
            სპეციალურ კოსტიუმებს, რომლითაც მათ შეუძლიათ წყლის მინიმალური დანაკარგი.
            </p>
           <p>
            ფრენკ ჰერბერტმა არაკისის ეკოლოგიური სისტემა ძალიან დეტალურად დახატა, 
            რაც ერთ-ერთი მიზეზია იმისა, რომ დიუნი იმ დროისათვის ეკოლოგიურად ცნობიერი რომანი გახდა.
            </p>

            <h2>რელიგია და ფილოსოფია</h2>

            <p>
            დიუნის სამყაროში დიდი როლი ენიჭება რელიგიურ და ფილოსოფიურ საკითხებს. 
            ბენე გესერიტის ორდენი მნიშვნელოვან როლს ასრულებს ამაში, და მათი ცოდნა გენეტიკის, 
            ფიზიოლოგიის და ფსიქოლოგიის შესახებ გარკვეულწილად განსაზღვრავს გალაქტიკის ბედს. 
            პოლის სახით კი ავტორი გვიჩვენებს გრძნეული ლიდერის არქეტიპს, რომლის დანიშნულებაა, 
            მართოს მორწმუნეთა მასები და დააფუძნოს ახალი წესრიგი.
            </p>

            <h2>დიუნის გავლენა</h2>
            <p>
            დიუნი უდიდეს გავლენას ახდენს ლიტერატურაში, კინოში და თანამედროვე ფანტასტიკაში. 
            ის აერთიანებს ეკოლოგიურ, რელიგიურ, პოლიტიკურ და სოციალური თემებს, რაც მას 
            განსაკუთრებულს ხდის. მისი მდიდარი სამყარო, გმირები და კომპლექსური სიუჟეტი განუყოფელი 
            ნაწილია თანამედროვე კულტურის.</p>
            
            <p>
            ამიტომ, დიუნი რჩება ერთ-ერთ ყველაზე მნიშვნელოვან და გავლენიან ნამუშევრად, 
            რომელსაც დღესაც აგრძელებს გამოხმაურება და ინსპირაცია სხვადასხვა მხატვრულ ფორმებში.
            </p>

        </div>
    )
}