interface Card {
    id: number;
    title: string;
    imageUrl: string;
    text: string;
}

const cards: Card[] = [
    {   id: 1,
        title: 'ჯორჯ რ. რ. მარტინი', 
        imageUrl: "/reader-img/martin.jpg", 
        text: 'ჯორჯ რეიმონდ რიჩარდ მარტინი ამერიკელი მწერალი და სცენარისტი ფენტეზი, საშინელებათა და მეცნიერული ფანტასტიკის ჟანრებში.'
    },
    {   id: 2,
        title: 'ბრენდონ სანდერსონი',
        imageUrl: '/reader-img/brandon.jpg',
        text: 'ბრენდონ სანდერსონი (დ. 19 დეკემბერი, 1975) — ამერიკელი ფენტეზის და სამეცნიერო ფანტასტიკის ჟანრის მწერალი. ცნობილია წიგნების სერიით კოსმირის სამყაროზე.'
    }, 
    {
        id: 3,
        title: 'ჯონ რ. რ. ტოლკინი',
        imageUrl: '/reader-img/tolkin.jpg ',
        text: 'ჯონ რონალდ რუელ ტოლკინი (დ. 3 იანვარი, 1892 — გ. 2 სექტემბერი, 1973) — ინგლისელი ფილოლოგი, მწერალი და პროფესორი, წიგნების „ჰობიტი“ და „ბეჭდების მბრძანებელი“ ავტორი.'
    },
    {
        id: 4,
        title: 'ჯოან კ. როულინგი',
        imageUrl: '/reader-img/rowling.jpg ',
        text: 'ჯოან როულინგი (დ. 31 ივლისი, 1965) ინგლისელი მწერალი, ავტორი ჰარი პოტერის თემაზე შექმნილი წიგნების სერიისა, აგრეთვე გაწევრიანებულია ბევრ საქველმოქმედო ორგანიზაციაში..'
    },
    {
        id: 5,
        title: 'ნ. კ. ჯემისინი',
        imageUrl: '/reader-img/jemisin.jpg ',
        text: 'ნორა კეიტა ჯემისინი (დაიბადა 1972 წლის 19 სექტემბერს) არის ამერიკელი სამეცნიერო ფანტასტიკისა და ფანტასტიკის მწერალი.'
    },
    {
        id: 6,
        title: 'ჯო აბერკრომბი',
        imageUrl: '/reader-img/abercrombie.jpg',
        text:'ჯო აბერკრომბი (დ. 31 დეკემბერი, 1974) — ბრიტანელი მწერალი ფენტეზის ჟანრში. მისი ყველაზე ცნობილი ნაშრომია „პირველი კანონის“ ტრილოგია.'
    },
    {
        id: 7,
        title: 'ლი ბარდუგო',
        imageUrl: '/reader-img/bardugo.png',
        text: 'ლი ბარდუგო (დაიბადა 1975 წლის 6 აპრილი) არის ამერიკელი ფანტასტიკის ავტორი. ის ყველაზე ცნობილია თავისი ახალგაზრდა ზრდასრული გრიშავერსის რომანებით.'
    },
    {
        id: 8,
        title: 'ფრენკ ჰერბერტი',
        imageUrl: '/reader-img/herbert.jpg',
        text: 'ფრენკ ჰერბერტი (დ. 8 ოქტომბერი, 1920 — გ. 11 თებერვალი, 1986) — ამერიკელი სამეცნიერო ფანტასტიკის ჟანრის მწერალი. ცნობილია რომანით „დიუნი“.'
    },
    {
        id: 9,
        title: 'ფილიპ პულმანი',
        imageUrl:'/reader-img/pullman.jpg',
        text: 'ფილიპ პულმანი (დ. 19 ოქტომბერი, 1946 ) — ინგლისელი მწერალი ნორიჯიდან. იგი უფრო მეტად ცნობილია რომანების ტრილოგიით მისი ბნელი საწყისები.'
    },
    {
        id: 10,
        title: 'მაიკლ სალივანი',
        imageUrl:'/reader-img/sallivan.jpg',
        text: 'მაილკ სალივანი (დ.17 სექტემბერი, დეტროიტი, 1961 — ამერიკელი მწერალი. მისი ყველასათვის ნაცნობი სადებიუტო სერია რაიარიას განცხადებანი (The Riyria Revelations) ნათარგმნია 14 ენაზე.'
    },
    {
        id: 11,
        title: 'დიმიტრი გლუხოვსკი',
        imageUrl:'/reader-img/glukhovsky.jpg',
        text: 'დიმიტრი გლუხოვსკი რუსი მწერალი. დაიბადა ქალაქ მოსკოვში, 1979 წლის 12 ივნისს. მისი ყველაზე ცნობილი ნაშრომია მეტროს ტრილოგია.'
    },
    {
        id: 12,
        title: 'სარა ჯ. მაასი',
        imageUrl:'/reader-img/maas.jpg',
        text: 'სარა ჯენეტ მაასი არის თანამედროვე ამერიკელი ავტორი. მისი ყველაზე პოპულარული ნამუშევრებია შუშის ტახტი და ეკლებისა და ვარდების სამეფო.'
    },
    {
        id: 13,
        title: 'კლაივ სტეპლზ ლუისი',
        imageUrl:'/reader-img/lewis.jpg',
        text: 'კლაივ სტეპლზ ლუისი (დ. 29 ნოემბერი, 1898 – გ. 22 ნოემბერი, 1963) — ინგლისელი მწერალი, ყველაზე მეტად ცნობილი რომანების სერიით „ნარნიის ქრონიკები“'
    },
    {
        id: 14,
        title: 'ჰოვარდ ლავკრაფტი',
        imageUrl:'/reader-img/lovecraft.jpg',
        text: 'ჰოვარდ ფილიპს ლავკრაფტი (დ. 20 აგვისტო, 1890 — გ. 15 მარტი, 1937) — ამერიკელი მწერალი სამეცნიერო ფანტასტიკის, ფენტეზისა და საშინელებათა ჟანრში.'
    },
    {
        id: 15,
        title: 'ანჯეი საპკოვსკი',
        imageUrl:'/reader-img/sapkowski.jpg',
        text: 'ანჯეი საპკოვსკი (დ. 21 ივნისი, 1948, ლოძი, პოლონეთი) — პოლონელი მწერალი, ფანტასტიკური ჟანრის რომანების ავტორი. ცნობილია ფენტეზი-საგით მხედვარის შესახებ.'
    },
    {
        id: 16,
        title: 'ურსულა კ. ლე გუინი',
        imageUrl:'/reader-img/Le Guin.jpg',
        text: 'ურსულა კრებერ ლე გუინი (დ. 1929; გ. 2018) ამერიკელი ფენტეზი და სამეცნიერო ფანტასტიკის ჟანრის მწერალი, ცნობილია ზღვამიწეთის და ჰაინის ციკლის რომანებით.'
    }

]

export default cards