import styles from '../page.module.scss'

export default () =>{
    return(
        <div className={styles.container}>
              <h1>ბეჭდების მბრძანებლის სამყარო: ტოლკინის მემკვიდრეობა</h1>

               <p>
                ბეჭდების მბრძანებელი, რომელიც შექმნა ჯონ რონალდ როელ ტოლკინმა, არის 
                ფანტასტიკური ეპოსი, რომელიც გაგვაცნობს ერთი ყველაზე მდიდარი და დეტალურად 
                გაწვდილი სამყაროს ისტორიას, კულტურასა და გმირობას. ეს ისტორია მოიცავს გმირების 
                ბრძოლის, მეგობრობის, ღალატისა და მოტივაციის თემებს, რაც მას სამუდამოდ უერთდება 
                მსოფლიოში ყველაზე სასურველ წიგნებად.
               </p>

                <h2>სამყაროს გეოგრაფია</h2>

                <p>
                ბეჭდების მბრძანებლის სამყარო მოიცავს შუა მიწას, რომელიც გაწვდილი რეგიონების, 
                ქვეყნებისა და რასების სამსხვერპლოა. აქაური სივრცეები, როგორიცაა შავი მიწა, ხეებისა 
                და მთების ზღვა, ბიბლიოთეკებში გამოკვეთილი ზღაპრული ელფების და ჰობიტების სახლებია.
                შუა მიწის მთავარ რეგიონებს შორის არის:
                </p>

                <ul>
                    <li>
                        <b>მორდორი</b>: მტრის, სარუმანის, ბანაკი, რომელიც გარშემორტყმულია იდუმალებით და ცხოველთა მიერ.
                    </li>
                    <li>
                        <b>რივენდელი</b>: ელფების მშვენიერი ქვეყანა, რომელიც გამოირჩევა თავისი სილამაზითა და მეცნიერებით.
                    </li>
                    <li>
                        <b>შირი(მაზრა)</b>: პატარა, მშვიდი სოფელი, სადაც ჰობიტები ცხოვრობენ.
                    </li>
                </ul>

                <h2>პერსონაჟები</h2>

                <p>
                ბეჭდების მბრძანებლის პერსონაჟები მრავალფეროვანია, მათ შორის:
                </p>

                <ul>
                    <li>
                        <b>ფროდო ბაგინსი</b>: გმირი, რომელიც იწყებს თავგადასავალს, რომელიც სამყაროების ბედზე გავლენას ახდენს.
                    </li>
                    <li>
                        <b>გენდალფი</b>: ბრძენი ჯადოქარი, რომელიც ხელმძღვანელობს გმირების გუნდს და ხელს უწყობს მათ.
                    </li>
                    <li>
                        <b>საურონი</b>: მთავარი მტერი, რომელიც ცდილობს დაიპყროს შუა მიწა და აღადგინოს თავისი ძალა.
                    </li>
                </ul>
        
                <h2>თემები და სიმბოლიკა</h2>

                <p>
                ბეჭდების მბრძანებელი აქვს ღრმა თემები, რომლებიც განიხილავენ მეგობრობას, 
                შეწირვას და პიროვნულ ზრდას. ბეჭდები, რომელიც წარმოადგენს ძალის სიმბოლოს, 
                ასახავს ადამიანის ბუნების ნამდვილი შემადგენლობის სირთულეს. მიუხედავად იმისა, 
                რომ ძალა იზიდავს, ის ასევე იწვევს შეცდომებს და ტრაგედიებს.
                </p>

                <h2>კულტურა და ენა</h2>

                <p>
                ტოლკინმა შექმნა დეტალური ისტორია, ენები და კულტურები, რაც 
                მის სამყაროს რეალობას აძლევს. მისი მუშაობა არ შეიზღუდება მხოლოდ ისტორიულ 
                არქიტექტურამდე, არამედ მოიცავს ლექსიკას და ნორმებს, რომლებიც აღწერენ სხვადასხვა 
                რასების ცხოვრებას.
                </p>

                <h2>დასკვნა</h2>

                <p>
                ბეჭდების მბრძანებელი წარმოადგენს არა მარტო გამორჩეულ ლიტერატურულ ქმნილებას, 
                არამედ კულტურული მემკვიდრეობის ნაწილს, რომელიც მრავალ თაობას მიაწვდავს. 
                ტოლკინის ნამუშევარი ხაზგასმულია იმაზე, რომ დიდი თავგადასავლები და ბრძოლები 
                საჭიროებენ მეგობრობას, რწმენას და დიდსულოვნებას. ეს ნაწარმოები სიბრძნისა და დაჟინების 
                გაწვდვაა, რაც ყოველთვის იქნება აქტუალური და შეუდარებელი.
                </p>
        </div>
    )
}